<?xml version="1.0" encoding="utf-8"?>
<section id="ch_addrbook">
<title>Agenda de direcciones</title>

  <section id="addrbk_basic">
    <title>Manejo b&aacute;sico</title>
    <para>

	Se puede acceder a la agenda de direcciones a trav&eacute;s del
	men&uacute; <quote>Herramientas/Agenda de direcciones</quote>. Esta
	organizada en diferentes secciones: la <quote>Agenda de
	direcciones</quote> y sus subseciones, que contienen los contactos
	a&ntilde;adidos localmente; las secciones vCard, que contienen las
	vCard importadas; y, si el soporte para ello ha sido incluido en
	&CM;, las secciones LDAP y jPilot, conteniendo contactos de sus
	servidores LDAP o dispositivos de mano.

    </para><para>

	En la secci&oacute;n <quote>Agenda de direcciones</quote> puede
	crear m&uacute;ltiples libros de direcciones. Cada uno puede
	albergar direcciones y/o carpetas. Esto puede ayudar a organizar sus
	contactos por categor&iacute;as. Adem&aacute;s de esto puede crear
	grupos de direcciones, los cuales pueden usarse en la ventana de
	composici&oacute;n para enviar correos a m&uacute;ltiples personas a
	la vez.  Los men&uacute;s de la ventana de la agenda de direcciones
	le permitir&aacute;n realizar todo esto. Por ejemplo, puede crear
	una carpeta <emphasis>Familia</emphasis> dentro de su agenda
	<quote>Direcciones personales</quote> usando el men&uacute;
	<quote>Agenda/Nueva carpeta</quote> cuando <quote>Direcciones
	personales</quote> est&eacute; seleccionado, o pulsando con el
	bot&oacute;n derecho en ella. De la misma manera puede a&ntilde;adir
	contactos a una agenda o carpeta usando el men&uacute;
	<quote>Direcci&oacute;n</quote> o pulsando con el bot&oacute;n
	derecho en un elemento de la lista que se encuentra a la derecha de
	la ventana.  Cuando a&ntilde;ada un contacto aparecer&aacute; una
	ventana nueva, donde podr&aacute; especificar los detalles del
	contacto en la primera pesta&ntilde;a (<emphasis>Nombre mostrado,
	Nombre, ...</emphasis>) y una lista de direcciones de correo en la
	segunda pesta&ntilde;a.

    </para><para>

	Una manera m&aacute;s simple de guardar sus contactos en su agenda
	de direcciones es hacerlo cuando lea uno de sus correos, utilizando
	el men&uacute; <quote>Herramientas/A&ntilde;adir remitente a la
	agenda</quote>, o pulsando con el bot&oacute;n derecho en una
	direcci&oacute;n de correo en la vista de mensaje.

    </para>
  </section>

  <section id="addrbk_expimp">
    <title>Exportando e importando direcciones</title>
    <para>

	&CM; puede importar agendas de direcciones f&aacute;cilmente desde
	la mayor&iacute;a de los programas de correo electr&oacute;nico.
	Desde el men&uacute; <quote>Herramientas</quote> en la agenda de
	direcciones podr&aacute; importar agendas de Pine o Mutt. Como estos
	formatos no est&aacute;n muy difundidos, tambi&eacute;n podr&aacute;
	importar ficheros LDIF. LDIF es un formato usado ampliamente, por lo
	que la mayor&iacute;a de los programas de correo pueden exportar sus
	agendas en este formato.  La importaci&oacute;n de ficheros LDIF se
	realiza a trav&eacute;s de <quote>Herramientas/Importar fichero
	LDIF</quote> y es un proceso en tres pasos: seleccionar el fichero a
	importar y el nombre de la agenda, comprobar los campos que quiere
	importar si los valores predeterminados no son satisfactorios, y
	finalmente pulsar el bot&oacute;n <quote>Guardar</quote>.

    </para>
  </section>

  <section id="addrbk_advanced">
    <title>Funcionalidades avanzadas</title>

    <section id="addrbk_adv_ldap">
      <title>Usando servidores LDAP</title>
      <para>

	Los servidores LDAP se utilizan para compartir agendas de
	direcciones en un entorno de red. A menudo est&aacute;n disponibles
	en empresas. Activar un servidor LDAP en &CM; es bastante sencillo.
	Seleccione en el men&uacute; <quote>Agenda/Nuevo servidor
	LDAP</quote>, despu&eacute;s elija un nombre para este servidor
	LDAP. Introduzca el nombre de la m&aacute;quina con el servidor
	(<emphasis>p.ej. <quote>ldap.sylpheed.org</quote></emphasis>), su
	puerto si es necesario (<emphasis>el puerto est&aacute;ndar es el
	389 </emphasis>). Puede entonces rellenar la <quote>Base de
	b&uacute;squeda</quote> si conoce el valor a usar o pulsar el
	bot&oacute;n <quote>Comprobar servidor</quote> para que &CM; intente
	deducirla de manera autom&aacute;tica. Si su servidor necesita
	autentificaci&oacute;n, puede establecerla en la pesta&ntilde;a
	<quote>Extendido</quote> Cuando cierre esta ventana pulsando
	<quote>Aceptar</quote> el servidor aparecer&aacute; en la lista de
	fuentes de agendas de direcciones de la parte izquierda. Al
	seleccionar el servidor podr&aacute; ver una lista de contactos
	vac&iacute;a a la derecha, lo cual puede ser sorprendente al
	principio. Esto es as&iacute; para evitar realizar b&uacute;squedas
	completas en el servidor sin que sean solicitadas
	expl&iacute;citamente. Ahora puede buscar nombres usando el
	formulario <quote>Buscar nombre</quote> de la parte inferior de la
	lista. Si desea un listado completo simplemente busque
	<quote>*</quote>.

      </para>
    </section>

    <section id="addrbk_adv_jpilot">
      <title>Integraci&oacute;n con jPilot</title>
      <para>

	&CM; puede usar las direcciones almacenadas en su dispositivo de
	mano.

      </para>
    </section>

    <section id="addrbk_adv_vcard">
      <title>Soporte de vCard</title>
      <para>

	&CM; puede importar las vCard de sus contactos utilizando el
	men&uacute; <quote>Agenda/Nueva vCard</quote>.

      </para>
    </section>

  </section>

</section>
