<?xml version="1.0" encoding="utf-8"?>
<section id="ch_advanced">
  <title>Funcionalidades avanzadas</title>
  <section id="adv_actions">
    <title>Acciones</title>
    <para>

	Las acciones le permitir&aacute;n utilizar toda la potencia de la
	l&iacute;nea de &oacute;rdenes de Unix con sus correos. Puede
	definir m&uacute;ltiples &oacute;rdenes, con par&aacute;metros como
	el fichero de correo actual, una lista de mensajes, el texto
	seleccionado actualmente, y similares. As&iacute; podr&aacute;
	realizar varias tareas, como editar el mensaje en crudo en su editor
	de texto, <quote>esconder</quote> lo que escriba usando ROT-13,
	aplicar parches contenidos en los correos directamente, etc. El
	&uacute;nico l&iacute;mite es su imaginaci&oacute;n. Las acciones se
	pueden configurar a trav&eacute;s del men&uacute;
	<quote>/Configuraci&oacute;n/Acciones...</quote>.

    </para>
    <para>

	El men&uacute; <quote>Herramientas/Acciones</quote> contendr&aacute;
	un elemento por cada acci&oacute;n que se haya creado. Cuando se
	seleccione uno o m&aacute;s mensajes en la lista de mensajes o
	est&eacute; viendo un mensaje en la vista de mensajes, al
	seleccionar uno de estos elementos de men&uacute; se invocar&aacute;
	la acci&oacute;n, y, dependiendo de como se haya definido, el/los
	mensaje(s) ser&aacute;n pasados a &eacute;sta.

    </para>
    <para>

	Adem&aacute;s es posible a&ntilde;adir entradas en la barra de
	herramientas para sus acciones. Para ello abra el men&uacute;
	<quote>Configuraci&oacute;n/Preferencias</quote> y seleccione
	<quote>Barras de herramientas/Ventana principal</quote>.  Seleccione
	<quote>Acci&oacute;n de usuario</quote> en el men&uacute;
	desplegable <quote>Tipo de &iacute;tem</quote>, despu&eacute;s
	seleccione la acci&oacute;n en el desplegable <quote>Evento
	ejecutado al pulsar</quote> y, finalmente, pulse en el bot&oacute;n
	<quote>Icono</quote> para seleccionar el icono que desee utilizar.

    </para>
    <blockquote>
      <example>
	<title>
	Un simple <quote>Abrir con...</quote>
	</title>
	<variablelist>
	  <varlistentry>
	<term>
	Nombre del men&uacute;: <emphasis>Abrir con/Kate</emphasis>
	L&iacute;nea de orden: <command>kate %p</command>
	</term>
	    <listitem>
	<para>

	Abre el fichero de la parte MIME decodificada seleccionada
	(<emphasis>%p</emphasis>) con el editor de texto
	<emphasis>kate</emphasis>.

	</para>
	    </listitem>
	  </varlistentry>
	</variablelist>
      </example>
      <example>
	<title>
	Gesti&oacute;n de spam usando <ulink url="https://bogofilter.sourceforge.io/"
	>Bogofilter</ulink>
	</title>
	<variablelist>
	  <varlistentry>
	<term>
	Nombre del men&uacute;: <emphasis>Bogofilter/Marcar como bueno</emphasis>
	L&iacute;nea de orden: <command>bogofilter -n -v -B "%f"</command>
	</term>
	    <listitem>
	<para>

	Marca el correo seleccionado actualmente (<emphasis>%f</emphasis>)
	como <quote>no spam</quote> usando <emphasis>Bogofilter</emphasis>.

	</para>
	    </listitem>
	  </varlistentry>
	  <varlistentry>
	<term>
	Nombre del men&uacute;:
	<emphasis>Bogofilter/Marcar como correo basura</emphasis>
	L&iacute;nea de orden: <command>bogofilter -s -v -B "%f"</command>
	</term>
	    <listitem>
	<para>

	Marca el correo seleccionado actualmente (<emphasis>%f</emphasis>)
	como <quote>spam</quote> usando <emphasis>Bogofilter</emphasis>.

	</para>
	    </listitem>
	  </varlistentry>
	</variablelist>
      </example>
    <example>
	<title>Buscar en DuckDuckGo usando un script externo</title>
	<variablelist>
	  <varlistentry>
	<term>
	Nombre del men&uacute;: <emphasis>Buscar/DuckDuckGo</emphasis>
	L&iacute;nea de orden: <command>|/ruta/a/ddg_search.pl</command>
	</term>
	    <listitem>
	<para>

	Busca en DuckDuckGo el texto seleccionado actualmente
	(<emphasis>|</emphasis>) usando un script externo <emphasis><ulink
	url="https://www.claws-mail.org/tools.php">ddg_search.pl</ulink>
	</emphasis>.

	</para>
	    </listitem>
	  </varlistentry>
	</variablelist>
      </example>
    </blockquote>
  </section>
  <section id="adv_templates">
    <title>Plantillas</title>
    <para>

	Las plantillas se usan en las ventanas de composici&oacute;n y
	sirven de modelo para correos. Las plantillas se pueden rellenar con
	texto est&aacute;tico y con partes din&aacute;micas, como el nombre
	del remitente original (<quote>Estimado %N, ..."</quote>), la fecha,
	etc. Al aplicar la plantilla los campos din&aacute;micos
	ser&aacute;n reemplazados con los valores relevantes. Se pueden
	configurar las plantillas a trav&eacute;s del men&uacute;
	<quote>Herramientas</quote>.

    </para><para>

	Al aplicar una plantilla se le preguntar&aacute; si quiere
	<quote>Insertar</quote> o <quote>Reemplazar</quote>, la diferencia
	entre ellas s&oacute;lo es relativa al cuerpo del mensaje.
	<quote>Reemplazar</quote> sustituir&aacute; el cuerpo del mensaje en
	la ventana de composici&oacute;n actual con el cuerpo definido en la
	plantilla, elimin&aacute;ndolo si el cuerpo de la plantilla
	est&aacute; vac&iacute;o.  <quote>Insertar</quote> insertar&aacute;
	el cuerpo de la plantilla, si existe, en la posici&oacute;n actual
	del cursor.

    </para><para>

	Independientemente de lo que elija, cualquier campo Para, Cc, Bcc
	que est&eacute; definido en la plantilla ser&aacute; agregado a la
	lista de destinatarios de la ventana de composici&oacute;n. Si
	est&aacute; definido el asunto de la plantilla siempre
	sustituir&aacute; el asunto de la ventana de composici&oacute;n.

    </para><para>

	Se pueden usar s&iacute;mbolos en cualquier parte de la plantilla y
	ser&aacute;n reemplazados por su valor din&aacute;mico si es
	posible, si no, no se usar&aacute; ning&uacute;n valor. Esto tiene
	habitualmente m&aacute;s sentido si aplica una plantilla al
	responder o reenviar, de otra manera la mayor&iacute;a de los
	valores de los s&iacute;mbolos estar&aacute;n indefinidos. No hay
	restricci&oacute;n sobre que s&iacute;mbolos se pueden usar en que
	parte de la plantilla, incluso si insertar el cuerpo (%M o %Q) pueda
	carecer de sentido en situaciones comunes.

    </para><para>

	Al aplicar una plantilla el cuerpo se procesa en primer lugar,
	despu&eacute;s los campos Para, Cc, Bcc y el Asunto.

    </para><para>

	M&aacute;s informaci&oacute;n y ejemplos de uso se pueden encontrar
	en las preguntas frecuentes de usuario (FAQ) en el sitio web de &CM;
	<ulink url="https://www.claws-mail.org/faq/"
	>www.claws-mail.org/faq/</ulink>.

    </para>
   </section>
  <section id="adv_processing">
    <title>Procesamiento</title>
    <para>

	Las reglas de procesamiento son iguales que las de filtrado, con la
	excepci&oacute;n de que se aplican cuando se abre una carpeta o
	cuando se selecciona la opci&oacute;n correspondiente en el
	men&uacute; contextual de la carpeta, y que s&oacute;lo se aplican a
	&eacute;sa carpeta.  Puede usarlas para mover autom&aacute;ticamente
	correos antiguos a una carpeta de archivo, o para un procesado
	posterior de los mensajes, y m&aacute;s cosas. Se pueden establecer
	las reglas de procesamiento de cada carpeta pulsando con el
	bot&oacute;n derecho del rat&oacute;n sobre ella.

    </para><para>

	Las reglas de procesamiento est&aacute;n acompa&ntilde;adas por las
	reglas de pre-procesamiento y post-procesamiento. Al igual que las
	reglas de procesamiento s&oacute;lo se aplican al abrir una carpeta
	o al aplicarlas manualmente desde el men&uacute; contextual de la
	carpeta, pero al igual que las reglas de filtrado son compartidas
	por todas las carpetas.  Se pueden configurar en el men&uacute;
	<quote>Herramientas</quote>. Las reglas de pre-procesamiento se
	ejecutan antes que las reglas de procesamiento espec&iacute;ficas de
	la carpeta, mientras que las de post-procesamiento se ejecutan
	despu&eacute;s de &eacute;stas.

    </para>
  </section>
  <section id="adv_colour_labels">
  <title>Etiquetas de colores</title>
  <para>

	Las etiquetas de colores se pueden usar para indicar que un mensaje
	tiene alguna relevancia particular. Para establecer una etiqueta de
	color simplemente pulse con el bot&oacute;n derecho sobre un mensaje
	en la lista de mensajes y utilize el submen&uacute; <quote>Etiquetar
	de color</quote>.

  </para><para>

	Las etiquetas de colores son configurables por el usuario. Se puede
	establecer tanto el color como la etiqueta asociada. Las
	preferencias se encuentran en la p&aacute;gina
	<quote>Configuraci&oacute;n/Preferencias/Ver/Colores</quote>.

  </para>
  </section>
  <section id="adv_tags">
  <title>Etiquetas</title>
  <para>

	Las etiquetas son notas de texto breves que se pueden establecer en
	los mensajes. Son &uacute;tiles para clasificarlos con sus propias
	palabras. Estas etiquetas se pueden usar despu&eacute;s para
	encontrar los correos con la b&uacute;squeda r&aacute;pida o, por
	ejemplo, gestionarlos con reglas de filtrado o de procesamiento.

  </para><para>

	Los mensajes etiquetados se muestran con una l&iacute;nea de fondo
	amarillo en la parte superior de la vista de mensaje. Esta
	l&iacute;nea muestra todas las etiquetas asociadas al mensaje.
	Tambi&eacute;n e puede habilitar la columna «Etiquetas» en la lista
	de mensajes, de manera que los elementos etiquetados se pueden ver
	si necesidad de abrirlos.

  </para><para>

	El establecimiento de etiquetas se realiza pulsando con el
	bot&oacute;n derecho del rat&oacute;n sobre el mensaje en la lista
	de mensajes o con la correspondiente opci&oacute;n de men&uacute; de
	Mensaje. Se mostrar&aacute; un panel con las etiquetas existentes
	que se pueden seleccionar o simplemente a&ntilde;adir una nueva. Por
	supuesto tambi&eacute;n se pueden eliminar.

  </para><para>

	Cuando ya existen etiquetas es a&uacute;n m&aacute;s f&aacute;cil,
	ya que el men&uacute; contextual permite establecer o quitar
	etiquetas con un s&oacute;lo clic sobre los mensajes seleccionados.
	Se permiten selecciones que mezclen mensajes etiquetados o no, y
	&CM; ser&aacute; lo suficientemente h&aacute;bil para hacer lo que
	el usuario desea en cualquier caso.

  </para>
  </section>
  <section id="adv_ml_support">
  <title>Soporte de listas de correo</title>
  <para>

	&CM; ofrece soporte para listas de correo desde el submen&uacute;
	<quote>Mensaje/Lista de correo</quote>. Cuando tenga seleccionado un
	mensaje de una lista de correo, el submen&uacute; le permite
	r&aacute;pidamente iniciar la suscripci&oacute;n, desuscribirse,
	enviar un correo, obtener ayuda, contactar con el due&ntilde;o de la
	lista y ver los archivos de la lista, bien abriendo una nueva
	ventana de composici&oacute;n con la direcci&oacute;n apropiada
	rellenada o bien abriendo la URL en su navegador web.

  </para>
  </section>
  <section id="adv_plugins">
    <title>M&oacute;dulos</title>
    <para>

	Los m&oacute;dulos son el mecanismo para extender las capacidades de
	&CM;. Por ejemplo, imagine que quiere almacenar sus mensajes en una
	base de datos <acronym>SQL</acronym> remota. En la mayor&iacute;a de
	clientes que encontrar&aacute; esto es simplemente imposible sin
	reconstruir toda la estructura interna del mismo. Con &CM; puede
	simplemente escribir un m&oacute;dulo para conseguirlo.

    </para><para>

	Este s&oacute;lo es un ejemplo de las posibilidades. Ya existe un
	buen n&uacute;mero de m&oacute;dulos desarrollados para &CM;, y
	m&aacute;s est&aacute;n por venir. La <link
	linkend="ch_plugins">secci&oacute;n Extendiendo &CM;</link> contiene
	m&aacute;s detalles sobre ellos.

    </para>
  </section>
  <section id="deploying">
    <title>Desplegando &CM;</title>
    <para>

	La asistente de configuraci&oacute;n inicial intenta rellenar varios
	campos utilizando informaci&oacute;n recolectada del sistema, como
	el nombre de usuario, nombre de la m&aacute;quina, y otros. Como
	est&aacute; orientado al uso general los valores predeterminados a
	menudo tienen que ser fijos.  Sin embargo este asistente es
	configurable, de tal manera que permite a los administradores de
	sistema desplegar &CM; f&aacute;cilmente para varios usuarios de una
	m&aacute;quina o, incluso, sobre m&uacute;ltiples m&aacute;quinas
	instaladas con alguna herramienta de replicaci&oacute;n.

    </para><para>

	La primera parte consiste en crear una plantilla para el asistente
	de configuraci&oacute;n y establecer los par&aacute;metros
	predeterminados de una nueva instalaci&oacute;n de &CM;.

    </para>
    <itemizedlist>
      <listitem>
	<para>

	Comience con un usuario que no tenga el directorio <filename
	class="directory">~/.claws-mail</filename>, idealmente un usuario
	nuevo.

	</para>
      </listitem>
      <listitem>
	<para>

	Inicie &CM; y navegue por el asistente. Los valores que introduzca
	no ser&aacute;n de utilidad para el futuro despliegue, as&iacute;
	que puede pulsar siguiente-siguiente-siguiente.

	</para>
      </listitem>
      <listitem>
	<para>

	Una vez que el asistente haya finalizado y tenga la ventana
	principal de &CM; abierta, configure los valores predeterminados que
	quiera en la copia maestra. Puede cargar m&oacute;dulos,
	a&ntilde;adir gente o servidores LDAP en la agenda, crear reglas de
	filtrado, etc.

	</para>
      </listitem>
      <listitem>
	<para>

	Si es necesario y el despliege de &CM; usar&aacute; carpetas MH,
	puede crear subdirectorios en el buz&oacute;n.

	</para>
      </listitem>
      <listitem>
	<para>

	A continuaci&oacute;n, salga de &CM;.

	</para>
      </listitem>
      <listitem>
	<para>

	Ahora edite el nuevo fichero de plantilla creado por el asistente,
	<filename>~/.claws-mail/accountrc.tmpl</filename>. En este fichero
	podr&aacute; ver distintas variables, correspondientes con los
	campos del asistente. Puede dejar alguna comentada, en cuyo caso se
	usar&aacute; el valor predeterminado habitual, o especificar valores
	o variables. No todos los campos pueden contener variables. Por
	ejemplo, <literal>smtpauth</literal>, <literal>smtpssl</literal> y
	<literal>recvssl</literal> son booleanos, bien 0 o 1, y
	<literal>recvtype</literal> es un valor entero. Los otros campos,
	como <literal>name</literal>, <literal>email</literal> o
	<literal>recvuser</literal>, son le&iacute;dos por el asistente y
	las variables que contienen reemplazadas por valores. Esto permite
	especificar todo lo que su instalaci&oacute;n necesite, incluso si
	tiene nombres de servidores o de entrada extra&ntilde;os.

	</para>
      </listitem>
      <listitem>
	<para>

	Guarde este fichero y borre
	<filename>~/.claws-mail/accountrc</filename> (que contiene la cuenta
	in&uacute;til) y <filename>~/.claws-mail/folderlist.xml</filename>
	(de manera que el &aacute;rbol de carpetas sea le&iacute;do
	correctamente para los nuevos usuarios). Copie recursivamente
	<filename class="directory">.claws-mail</filename> a <filename
	class="directory">/etc/skel/</filename>. Si el despliegue de &CM; va
	a usar carpetas MH, copie tambien el directorio <filename
	class="directory">Mail</filename> creado. Cambie los permisos de
	todos los ficheros bajo <filename
	class="directory">/etc/skel/.claws-mail</filename> y <filename
	class="directory">etc/skel/Mail</filename> a
	<literal>root:root</literal> por razones de seguridad.

	</para>
      </listitem>
      <listitem>
	<para>

	&iexcl;Pruebe! Cree un usuario nuevo, inicie la sesi&oacute;n como
	ese usuario y ejecute &CM;. Si todo fue rellenado tal y como
	quer&iacute;a, el usuario simplemente tendr&aacute; que rellenar su
	contrase&ntilde;a.

	</para>
      </listitem>
      <listitem>
	<para>

	Ahora, si est&aacute; creando una copia maestra para un despliegue
	en una instalaci&oacute;n m&uacute;ltiple, puede seguir este
	proceso. Si lo estaba haciendo para una sola m&aacute;quina
	&iexcl;ha terminado!

	</para>
      </listitem>
    </itemizedlist>
    <para>

	A continuaci&oacute;n se listan las distintas variables del fichero
	<filename>accountrc.tmpl</filename>:

    </para>
    <variablelist>
      <varlistentry>
	<term><literal>domain</literal></term>
	<listitem>
	  <para>

	Su nombre de dominio (<literal>ejemplo.com</literal>). Si no se
	establece se extraer&aacute; del nombre de la m&aacute;quina.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>name</literal></term>
	<listitem>
	  <para>

	El nombre de usuario. Si no se establece se extraer&aacute; de la
	informaci&oacute;n de entrada de Unix, que normalmente es lo
	correcto.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>email</literal></term>
	<listitem>
	  <para>

	El correo electr&oacute;nico del usuario. Si no se establece se
	extraer&aacute; a partir de <literal>$name</literal> y
	<literal>$domain</literal>.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>organization</literal></term>
	<listitem>
	  <para>

	Su organizaci&oacute;n. Si no se establece estar&aacute;
	vac&iacute;a.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>smtpserver</literal></term>
	<listitem>
	  <para>

	El servidor SMTP a usar. Si no se establece ser&aacute;
	<literal>smtp.$domain</literal>.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>smtpauth</literal></term>
	<listitem>
	  <para>

	0 o 1. Si hay que autentificarse en el servidor SMTP. Si no se
	establece ser&aacute; 0.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>smtpuser</literal></term>
	<listitem>
	  <para>

	El nombre de usuario para el servidor SMTP. Si no se establece
	estar&aacute; vac&iacute;o (el mismo nombre de usuario que para
	recibir).

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>smtppass</literal></term>
	<listitem>
	  <para>

	La contrase&ntilde;a del servidor SMTP. Si no se establece
	estar&aacute; vac&iacute;o (si <literal>smtppass</literal>
	est&aacute; vac&iacute;o pero <literal>smtpuser</literal> no, se le
	preguntar&aacute; la contrase&ntilde;a al usuario).

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>recvtype</literal></term>
	<listitem>
	  <para>

	El tipo de servidor del que recibir. 0 para POP3, 3 para IMAP4, 5
	para fichero MBox local. Si no se establece ser&aacute; 0 (POP3).

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>recvserver</literal></term>
	<listitem>
	  <para>

	El servidor de recepci&oacute;n. Si no se establece ser&aacute;
	<literal>(pop|imap).$domain</literal>, dependiendo del
	<literal>$recvtype</literal>.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>recvuser</literal></term>
	<listitem>
	  <para>

	El nombre de usuario del servidor de recepci&oacute;n. Si no se
	establece ser&aacute; extra&iacute;do de la informaci&oacute;n de
	entrada de Unix.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>recvpass</literal></term>
	<listitem>
	  <para>

	La contrase&ntilde;a del servidor de recepci&oacute;n. Si no se
	establece estar&aacute; vac&iacute;a (se pedir&aacute; al usuario
	una vez por sesi&oacute;n).

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>imapdir</literal></term>
	<listitem>
	  <para>

	El subdirectorio IMAP. Si no se establece estar&aacute;
	vac&iacute;o, lo cual es suficiente a menudo.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>mboxfile</literal></term>
	<listitem>
	  <para>

	El fichero Mbox para recibir si <literal>$recvtype</literal> es 5.
	Si no se establece ser&aacute; <literal>/var/mail/$LOGIN.</literal>.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>mailbox</literal></term>
	<listitem>
	  <para>

	El buz&oacute;n MH donde almacenar el correo (para
	<literal>$recvtype</literal> igual a 0 o a 5). Si no se establece
	ser&aacute; <quote>Mail</quote>.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>smtpssl</literal></term>
	<listitem>
	  <para>

	0 o 1. Si hay que usar SSL para enviar correo. Si no se establece
	ser&aacute; 0.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>recvssl</literal></term>
	<listitem>
	  <para>

	0 o 1. Si hay que usar SSL para recibir correo. Si no se establece
	ser&aacute; 0.

	  </para>
	</listitem>
      </varlistentry>
    </variablelist>
    <para>

	A continuaci&oacute;n se listan las diferentes variables que puede
	utilizar en los campos <literal>domain</literal>,
	<literal>name</literal>, <literal>email</literal>,
	<literal>organization</literal>, <literal>smtpserver</literal>,
	<literal>smtpuser</literal>, <literal>smtppass</literal>,
	<literal>recvserver</literal>, <literal>recvuser</literal>,
	<literal>recvpass</literal>, <literal>imapdir</literal>,
	<literal>mboxfile</literal> y <literal>mailbox</literal>:

    </para>
    <variablelist>
      <varlistentry>
	<term><literal>$DEFAULTDOMAIN</literal></term>
	<listitem>
	  <para>

	El nombre de dominio extra&iacute;do de la informaci&oacute;n Unix
	del nombre de m&aacute;quina. A menudo incorrecta.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>$DOMAIN</literal></term>
	<listitem>
	  <para>

	El nombre de dominio establecido en la variable
	<literal>domain</literal>, la primera del fichero plantilla.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>$USERNAME</literal></term>
	<listitem>
	  <para>

	El nombre real del usuario.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>$LOGIN</literal></term>
	<listitem>
	  <para>

	El nombre de usuario (<emphasis>login</emphasis>) Unix del usuario.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>$NAME_MAIL</literal></term>
	<listitem>
	  <para>

	El nombre real del usuario tal y como se estableci&oacute;n en el
	campo de la plantilla, en min&uacute;sculas y con los espacios
	reemplazados por puntos.  <quote>Ricardo Mones</quote> se
	convertir&iacute;a en <quote>ricardo.mones</quote>.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>$EMAIL</literal></term>
	<listitem>
	  <para>

	La direcci&oacute;n de correo electr&oacute;nico tal y como se
	estableci&oacute;n en la variable <literal>email</literal> del campo
	de la plantilla.

	  </para>
	</listitem>
      </varlistentry>
    </variablelist>
    <para>

	Aseg&uacute;rese de no usar una variable antes de definirla.

    </para>
  </section>
  <section id="adv_hidden">
    <title>Preferencias ocultas</title>
    <para>

	Hay cierto n&uacute;mero de preferencias ocultas en &CM;,
	preferencias sin las que ciertos usuarios a quienes quisimos
	complacer no podr&iacute;an vivir, pero que en nuestra
	opini&oacute;n no tienen lugar en el interfaz gr&aacute;fico. Puede
	encontrarlas en el fichero de configuraci&oacute;n
	<filename>~/.claws-mail/clawsrc</filename>, y cambiarlas mientras
	&CM; no est&eacute; ejecut&aacute;ndose.

    </para>
    <para>

	Existe una peque&ntilde;a herramienta gr&aacute;fica escrita en
	Perl-GTK denominada Clawsker que permite un ajuste m&aacute;s
	amigable de estas preferencias en lugar de la edici&oacute;n directa
	de <filename>clawsrc</filename>. Puede leer m&aacute;s sobre ella
	en la <ulink
	url="https://www.claws-mail.org/clawsker.php">p&aacute;gina de
	Clawsker</ulink>.

    </para>
    <variablelist>
      <varlistentry>
	<term><literal>address_search_wildcard</literal></term>
	<listitem>
	  <para>

	El auto-completado con tabulador de la ventana de composici&oacute;n
	y otros lugares del interfaz funcionar&aacute; cuando coincida
	cualquier parte de la cadena ('1') o s&oacute;lo el inicio de la
	cadena ('0'). El valor predeterminado es '1'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>addressbook_use_editaddress_dialog</literal></term>
	<listitem>
	  <para>

	Utilizar un di&aacute;logo independiente para editar los detalles de
	una persona si est&aacute; a '1' (predeterminado). Con valor '0' se
	usar&aacute; un formulario incrustado en la ventana principal de la
	agenda de direcciones.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>bold_marked</literal></term>
	<listitem>
	  <para>

	Mostrar los mensajes marcados utilizando negrita en la lista de
	mensajes si est&aacute; a '1'. Con '0' (predeterminado) se
	usar&aacute; la tipograf&iacute;a normal.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>bold_unread</literal></term>
	<listitem>
	  <para>

	Mostrar los mensajes no le&iacute;dos utilizando negrita en la lista
	de mensajes si est&aacute; a '1' (predeterminado). Con '0' se
	usar&aacute; la tipograf&iacute;a normal.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>cache_max_mem_usage</literal></term>
	<listitem>
	  <para>

	La cantidad m&aacute;xima de memoria a utilizar para la cach&eacute;
	de mensajes, en kB. Se intentar&aacute; mantener el uso de memoria
	por debajo de este valor, pero siempre usar&aacute; la cantidad
	asignada para ganar velocidad.  El valor predeterminado es '4096'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>cache_min_keep_time</literal></term>
	<listitem>
	  <para>

	El tiempo m&iacute;nimo para mantener la memoria cach&eacute; de
	mensajes, en minutos. Las entradas m&aacute;s recientes que este
	tiempo no se liberar&aacute;n, aunque el uso de memoria sea
	demasiado elevado. Deber&iacute;a probablemente establecer este
	par&aacute;metro a un valor mayor que su intervalo de
	comprobaci&oacute;n de correo. En caso contrario la memoria
	intermedia siempre se liberar&aacute; entre comprobaciones, aunque
	acceda a la carpeta en cada comprobaci&oacute;n, provocando mucho
	trasiego de E/S en disco. El valor predeterminado es '15'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>compose_no_markup</literal></term>
	<listitem>
	  <para>

	No utilizar texto en negrita y cursiva en el selector de cuentas de
	la ventana de composici&oacute;n si est&aacute; a '1'. El valor
	predeterminado es '0' (utilizar marcado).

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>default_header_color</literal></term>
	<term><literal>default_header_bgcolor</literal></term>
	<listitem>
	  <para>

	Color de primer plano y de fondo para las entradas de texto de las
	cabeceras en la ventana de composici&oacute;n. Los valores
	predeterminados son '#000000' (negro) y '#f5f6be' (amarillo
	p&aacute;lido) respectivamente.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>emphasis_color</literal></term>
	<listitem>
	  <para>

	El color que se usar&aacute; para la l&iacute;nea X-Mailer cuando su
	valor sea &CM;. El valor predeterminado es '#0000CF' (azul medio).

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>enable_avatars</literal></term>
	<listitem>
	  <para>

	Activa la captura y/o la presentaci&oacute;n de los avatares
	internos (las cabeceras Face y tambi&eacute;n X-Face si se
	construy&oacute; con soporte compface). Un '0' desactiva ambos, '1'
	activa s&oacute;lo la captura, '2' activa la presentaci&oacute;n
	s&oacute;lo y '3' activa ambos. El valor predeterminado es '3'.

	  </para>
	  <para>

	N&oacute;tese que los m&oacute;dulos externos que proporcionen estas
	caracter&iacute;sticas pueden desactivar parcial o completamente
	esta propiedad para acelerar el proceso, independientemente del
	valor configurado.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>enable_hscrollbar</literal></term>
	<listitem>
	  <para>

	Activa la barra de desplazamiento horizontal en la lista de mensajes
	si est&aacute; a '1' (predeterminado). Establecer a '0' para
	desactivar.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>enable_swap_from</literal></term>
	<listitem>
	  <para>

	Al mostrar un mensaje que se haya enviado muestra en la columna Para
	la direcci&oacute;n de correo del remitente (precedida por una
	flecha). El valor predeterminado es '0'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>folder_search_wildcard</literal></term>
	<listitem>
	  <para>

	La funci&oacute;n de b&uacute;squeda seg&uacute;n se teclea en la
	ventana de selecci&oacute;n de carpetas se activar&aacute; cuando
	coincida con cualquier parte del nombre de la carpeta ('1') o
	s&oacute;lo el inicio del nombre ('0'). El valor predeterminado es
	'1'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>folderview_vscrollbar_policy</literal></term>
	<listitem>
	  <para>

	Especificar la pol&iacute;tica de la barra de desplazamiento
	vertical de la vista de carpetas: '0' se muestra siempre, '1' es
	autom&aacute;tico y '2' es siempre oculto. El valor predeterminado
	es '0'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>hide_timezone</literal></term>
	<listitem>
	  <para>

	Si se activa ('1') se establecer&aacute; la zona horaria en las
	cabeceras de fecha al valor de zona horaria desconocida, tal como se
	especifica en la secci&oacute;n 3 del RFC 5322. El valor
	predeterminado es '0'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>hover_timeout</literal></term>
	<listitem>
	  <para>

	Tiempo en milisegundos que causar&aacute; que se expanda un
	&aacute;rbol de carpetas cuando el cursor del rat&oacute;n se
	mantenga encima en las operaciones de arrastrar y soltar. El valor
	predeterminado es '500'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>live_dangerously</literal></term>
	<listitem>
	  <para>

	No solicitar confirmaci&oacute;n antes de la eliminaci&oacute;n
	definitiva de los mensajes cuando est&aacute; a '1'. El valor
	predeterminado es '0'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>log_error_color</literal></term>
	<term><literal>log_in_color</literal></term>
	<term><literal>log_msg_color</literal></term>
	<term><literal>log_out_color</literal></term>
	<term><literal>log_warn_color</literal></term>
	<term><literal>log_status_ok_color</literal></term>
	<term><literal>log_status_nok_color</literal></term>
	<term><literal>log_status_skip_color</literal></term>
	<listitem>
	  <para>

	Colores a usar en la ventana de traza. Los valores predeterminados
	son: '#af0000' (rojo oscuro), '#000000' (negro), '#00af00' (verde
	lima oscuro), '#0000ef' (azul), '#af0000' (rojo oscuro), '#00af00'
	(verde lima oscuro), '#0000af' (azul oscuro) y '#aa00aa' (magenta
	oscuro) respectivamente.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
       <term><literal>master_passphrase_pbkdf2_rounds</literal></term>
	<listitem>
	  <para>

	N&uacute;mero de veces (o iteraciones) que se deben usar en la
	funci&oacute;n PBKDF2 para calcular la derivaci&oacute;n de clave de
	la siguiente contrase&ntilde;a maestra. La derivaci&oacute;n
	almacenada de la contrase&ntilde;a maestra actual no resulta
	afectada por el cambio de esta opci&oacute;n. El valor
	predeterminado es '50000'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>mh_compat_mode</literal></term>
	<listitem>
	  <para>

	'0' o '1'. Habilitar la creaci&oacute;n y actualizaci&oacute;n de
	los ficheros <filename>.mh_sequences</filename> en los buzones de
	tipo MH para ser compatible con el sistema de gesti&oacute;n de
	mensajes MH. El valor predeterminado es '0', desactivado.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>msgview_date_format</literal></term>
	<listitem>
	  <para>

	'0' o '1'. Utilizar en la vista de mensaje el mismo formato de fecha
	definido para la lista de mensajes por el usuario. El valor
	predeterminado es '0', desactivado.

	  </para>
	</listitem>
       </varlistentry>
       <varlistentry>
	<term><literal>next_on_delete</literal></term>
	<listitem>
	  <para>

	'0' o '1'. Activa la selecci&oacute;n del mensaje siguiente
	despu&eacute;s de mover, borrar o enviar a la papelera un mensaje.
	El valor predeterminado es '0', seleccionar el mensaje anterior.

	  </para>
	</listitem>
       </varlistentry>
       <varlistentry>
	<term><literal>outgoing_fallback_to_ascii</literal></term>
	<listitem>
	  <para>

	'0' o '1'. La codificaci&oacute;n de los mensajes enviados
	usar&aacute; ASCII de 7 bits cuando sea adecuada al contenido del
	mensaje, ignorando la opci&oacute;n <quote>Codificaci&oacute;n de
	caracteres para enviar</quote> a menos que sea necesaria. Si se
	desactiva esta opci&oacute;n se utilizar&aacute; siempre la
	codificaci&oacute;n definida por el usuario, independientemente del
	contenido del mensaje. El valor predeterminado es '1', activado.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>primary_paste_unselects</literal></term>
	<listitem>
	  <para>

	'0' o '1'. Hace que el b&uacute;fer primario se limpie y que el
	punto de inserci&oacute;n se reposicione cuando se usa el
	bot&oacute;n central para pegar texto. El valor predeterminado es
	'0', desactivado.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>qs_active_color</literal></term>
	<term><literal>qs_active_bgcolor</literal></term>
	<term><literal>qs_error_color</literal></term>
	<term><literal>qs_error_bgcolor</literal></term>
	<listitem>
	  <para>

	Color de primer plano y de fondo para el campo de b&uacute;squeda
	r&aacute;pida cuando la b&uacute;squeda est&aacute; activa y cuando
	hay un error de sintaxis.  Los valores predeterminados son '#000000'
	(negro), '#f5f6be' (amarillo p&aacute;lido), '#000000' (negro) y
	'#ff7070' (rojo p&aacute;lido) respectivamente.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>qs_press_timeout</literal></term>
	<listitem>
	  <para>

	Tiempo de espera (en ms) para la b&uacute;squeda preliminar al
	teclear en la b&uacute;squeda r&aacute;pida: cuando est&aacute;
	escribiendo en la entrada de la b&uacute;squeda r&aacute;pida en
	modo «mientras teclea», es el intervalo entre dos pulsaciones de
	tecla a partir del cual se realiza la b&uacute;squeda. El valor
	predeterminado es 500.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>respect_flowed_format</literal></term>
	<listitem>
	  <para>

	'0' o '1'. Respetar el <literal>format=flowed</literal> en las
	partes <literal>text/plain</literal> de los mensajes. Esto
	provocar&aacute; que algunos correos tengan l&iacute;neas largas,
	pero corregir&aacute; algunas URLs que de otra manera se
	recortar&iacute;an. El valor predeterminado es '0', desactivado.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>save_parts_readwrite</literal></term>
	<listitem>
	  <para>

	Si se establece a '1' guarda los ficheros temporales de los adjuntos
	que se abran con el permiso de escritura activado. El valor
	predeterminado es '0', los ficheros temporales s&oacute;lo tienen
	permiso de lectura.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>show_compose_margin</literal></term>
	<listitem>
	  <para>

	'0' o '1'. A&ntilde;ade m&aacute;rgenes al &aacute;rea del texto del
	mensaje en la ventana de composici&oacute;n. El valor predeterminado
	es '0', desactivado.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>show_inline_attachments</literal></term>
	<listitem>
	  <para>

	'0' o '1'. Muestra los adjuntos incrustados en el cuerpo del mensaje
	en la vista de la estructura MIME. El valor predeterminado es '1',
	activado.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>skip_ssl_cert_check</literal></term>
	<listitem>
	  <para>

	Desactiva la verificaci&oacute;n de los certificados SSL cuando
	est&aacute; a '1'. El valor predeterminado es '0'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>statusbar_update_step</literal></term>
	<listitem>
	  <para>

	Salto de actualizaci&oacute;n en las barras de progreso. El valor
	predeterminado es '10'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>stripes_color_offset</literal></term>
	<listitem>
	  <para>

	Especificar el valor a usar cuando se crean l&iacute;neas de color
	alternante en los componentes <literal>GtkCMCTree</literal>. Cuanto
	m&aacute;s peque&ntilde;o es el valor menos visible ser&aacute; la
	diferencia entre los colores alternantes de las l&iacute;neas. El
	valor predeterminado es '4000'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>tags_color</literal></term>
	<term><literal>tags_bgcolor</literal></term>
	<listitem>
	  <para>

	Color de primer plano y de fondo usados al mostrar las etiquetas.
	Los valores predeterminados son '#000000' (negro) y '#f5f6be'
	(amarillo p&aacute;lido) respectivamente.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>textview_cursor_visible</literal></term>
	<listitem>
	  <para>

	Mostrar el cursor en la vista de mensaje cuando est&aacute; a '1'.
	El valor predeterminado es '0'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>thread_by_subject_max_age</literal></term>
	<listitem>
	  <para>

	N&uacute;mero de d&iacute;as para incluir un mensaje en un hilo
	cuando se use la opci&oacute;n <quote>Jerarquizar usando el asunto
	adem&aacute;s de las cabeceras est&aacute;ndar</quote>. El valor
	predeterminado es '10'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>toolbar_detachable</literal></term>
	<listitem>
	  <para>

	Mostrar los botones de manejo de las barras de herramientas cuando
	est&aacute; a '1'. El valor predeterminado es '0'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>type_any_header</literal></term>
	<listitem>
	  <para>

	Cuando est&aacute; a '1' permite escribir cualquier cabecera en las
	entradas de cabeceras de la ventana de composici&oacute;n. De manera
	predeterminada ('0') s&oacute;lo se pueden seleccionar las entradas
	disponibles en el desplegable.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>two_line_vertical</literal></term>
	<listitem>
	  <para>

	Cuando est&aacute; a '1' distribuye en dos l&iacute;neas la
	informaci&oacute;n de la lista de mensajes al usar el aspecto de
	tres columnas. De manera predeterminada esto est&aacute; desactivado
	('0').

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
        <term><literal>unsafe_ssl_certs</literal></term>
	<listitem>
	  <para>

	Permite a &CM; recordar m&uacute;ltiples certificados SSL para un
	servidor/puerto dado cuando est&aacute; a '1'. Est&aacute;
	deshabilitado de manera predeterminada ('0').

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>use_networkmanager</literal></term>
	<listitem>
	  <para>

	Utilizar NetworkManager para desconectar autom&aacute;ticamente.
	Esta opci&oacute;n est&aacute; activada de manera predeterminada
	('1'). Establezca el valor a '0' para ignorar NetworkManager.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>use_stripes_everywhere</literal></term>
	 <listitem>
	   <para>

	Cuando est&aacute; a a '1' (de manera predeterminada) activa las
	l&iacute;neas de colores alternantes en los componentes
	<literal>GtkCMCTree</literal>. Establezca el valor a '0' para
	desactivarlas.

	   </para>
	 </listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>use_stripes_in_summaries</literal></term>
	 <listitem>
	   <para>

	Activar las l&iacute;neas alternantes en los componentes
	<literal>GtkCMCTree</literal> de la ventana principal (lista de
	mensajes y &aacute;rbol de carpetas). La &uacute;nica manera
	&uacute;til de usar esta opci&oacute;n es establecerla a '0' cuando
	<literal>use_stripes_everywhere</literal> est&aacute; establecida a
	'1'.

	   </para>
	 </listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>utf8_instead_of_locale_for_broken_mail</literal></term>
	<listitem>
	  <para>

	Utilizar la codificaci&oacute;n UTF-8 para los correos incorrectos
	en lugar de la localizaci&oacute;n actual cuando est&aacute; a '1'.
	El valor predeterminado es '0'.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>warn_dnd</literal></term>
	<listitem>
	  <para>

	Mostrar un di&aacute;logo de confirmaci&oacute;n al arrastrar y
	soltar carpetas cuando est&aacute; a '1'. Establezca el valor a '0'
	para evitar esta confirmaci&oacute;n.

	  </para>
	</listitem>
      </varlistentry>
      <varlistentry>
    <term><literal>warn_sending_many_recipients_num</literal></term>
    <listitem>
      <para>

	Mostrar un di&aacute;logo de confirmaci&oacute;n al enviar un
	mensaje a un n&uacute;mero de destinatarios mayor que el valor de
	esta preferencia. Establezca el valor a '0' para evitar esta
	confirmaci&oacute;n.

      </para>
    </listitem>
      </varlistentry>
      <varlistentry>
	<term><literal>zero_replacement_char</literal></term>
	<listitem>
	  <para>

	Caracter mostrado en las columnas num&eacute;ricas de la lista de
	carpetas cuando una carpeta no contiene mensajes. El valor
	predeterminado es '0'.

	  </para>
	</listitem>
      </varlistentry>
    </variablelist>
  </section>
  <section id="adv_autofaces">
    <title>Autofaces</title>
    <para>

	&CM; permite establecer el contenido de las cabeceras Face y X-Face
	directamente desde ficheros, bien globalmente para todas las cuentas
	definidas o bien para cada cuenta en particular. Estos ficheros
	deben ubicarse en el directorio
	<filename>~/.claws-mail/autofaces</filename>.

    </para>
    <para>

	Si existen, las Face y/o X-Face para todas las cuentas se obtienen
	de los ficheros <filename>face</filename> y/o
	<filename>xface</filename> respectivamente. De manera similar, si
	existen, las Face y/o X-Face para una cuenta concreta se obtienen de
	<filename>face.</filename><emphasis>nombredecuenta</emphasis> y/o
	<filename>xface.</filename><emphasis>nombredecuenta</emphasis>,
	donde <emphasis>nombredecuenta</emphasis> es el nombre de la cuenta
	con la que desea asociar esta cabecera.

   </para>
   <para>

	Si el nombre de la cuenta contiene caracteres que pueden resultar
	inadecuados al sistema de ficheros subyacente (incluidos los
	espacios) &eacute;stos se sustituir&aacute;n por subrayados
	(<quote>_</quote>) al buscar los autofaces de dicha cuenta. Por
	ejemplo, si su cuenta se llama <quote>&lt;Mi Correo&gt;</quote>, el
	nombre para la cabecera X-Face de esa cuenta ser&iacute;a
	<filename>~/.claws-mail/autofaces/xface._Mi_Correo_</filename>.
	N&oacute;tese que esta funcionalidad no comprueba el contenido de
	los ficheros, ni la existencia de cabeceras duplicadas (la
	mayor&iacute;a de los clientes de correo, incluyendo &CM;,
	ignorar&aacute;n los duplicados y s&oacute;lo mostrar&aacute;n la
	&uacute;ltima de ellas).

    </para>
  </section>
</section>
