<?xml version="1.0" encoding="utf-8"?>
<appendix id="ap_faq">
<title>Las preguntas frecuentes (FAQ) de &CM;</title>
  <section>
    <title>&iquest;Cu&aacute;les son las diferencias entre &CM; y Sylpheed?</title>
    <para>

	&CM; es un nuevo proyecto basado en Sylpheed (tambi&eacute;n
	denominado <emphasis>fork</emphasis> en Ingl&eacute;s), por tanto
	encontrar&aacute; todas las funcionalidades de Sylpheed y muchas
	m&aacute;s. Tambi&eacute;n incluye algunos di&aacute;logos
	modificados para mejorar la usabilidad. Puede encontrar m&aacute;s
	informaci&oacute;n en <ulink
	url="https://www.claws-mail.org/features.php"
	>www.claws-mail.org/features.php</ulink>.

    </para>
  </section>
  <section>
    <title>&iquest;Me permite &CM; escribir mensajes HTML?</title>
    <para>

	No. Se debati&oacute; sobre este tema, y el resultado fue que el
	correo HTML es algo no deseado. Si realmente necesita enviar HTML
	puede, por supuesto, adjuntar una p&aacute;gina web a un correo.

    </para>
  </section>
  <section>
    <title>&iquest;C&oacute;mo puedo enviar parches, informar de fallos
	y hablar de &CM; con otros?</title>
    <para>

	Los parches deben enviarse a trav&eacute;s de nuestro Bugzilla,
	<ulink url='https://www.thewildbeast.co.uk/claws-mail/bugzilla/'
	>www.thewildbeast.co.uk/claws-mail/bugzilla/</ulink>, pero
	para ello siga por favor la gu&iacute;a para parches en <ulink
	url="https://www.claws-mail.org/devel.php"
	>www.claws-mail.org/devel.php</ulink>.

    </para>
    <para>

	Los informes de fallo deben ser enviados a nuestro Bugzilla, <ulink
	url="https://www.thewildbeast.co.uk/claws-mail/bugzilla/"
	>www.thewildbeast.co.uk/claws-mail/bugzilla/</ulink>.

    </para>
    <para>

	Para hablar con otros deber&iacute;a unirse a la lista de correo de
	usuarios de &CM;. Los detalles los puede encontrar en <ulink
	url="https://www.claws-mail.org/MLs.php"
	>www.claws-mail.org/MLs.php</ulink>.

    </para>
  </section>
  <section>
    <title>&iquest;Tiene &CM; alguna funcionalidad anti-spam?</title>
    <para>

	S&iacute;. Tiene m&oacute;dulos para SpamAssassin y Bogofilter.
	Puede encontrar m&aacute;s detalles sobre ello en el cap&iacute;tulo
	<link linkend="ch_plugins">Extendiendo &CM;</link>.

    </para>
    <para>

	Tambi&eacute;n puede usar otros filtros de correo basura como
	Bogofilter a trav&eacute;s de las funcionalidades de
	<quote>Filtrado</quote> y <quote>Acciones</quote>. Las instrucciones
	para usar Bogofilter con &CM; se pueden encontrar en las <ulink
	url="http://bogofilter.sourceforge.net/faq.shtml#with-sc"
	>preguntas frecuentes (FAQ) de Bogofilter</ulink>.

    </para>
  </section>
  <section>
    <title>&iquest;Soporta &CM; acuses de recibo?</title>
    <para>

	S&iacute;. Para solicitar un acuse de recibo utilice
	<quote>Opciones/Solicitar acuse de recibo</quote> en la ventana de
	composici&oacute;n. Cuando reciba un mensaje que solicite acuse de
	recibo aparecer&aacute; un &aacute;rea encima de la vista de mensaje
	notific&aacute;ndolo.  Puede utilizar el bot&oacute;n <quote>Enviar
	acuse de recibo</quote> o ignorar la solicitud, no se
	enviar&aacute;n acuses de recibo de manera autom&aacute;tica.

    </para>
    <para>

	Si no quiere enviar nunca acuses de recibo puede utilizar la
	opci&oacute;n <quote>No enviar nunca acuses de recibo</quote> en la
	p&aacute;gina <quote>Configuraci&oacute;n/Preferencias/Manejo de
	correo/Enviando</quote>.

    </para>
  </section>
  <section>
    <title>&iquest;C&oacute;mo puedo hacer que &CM; me avise cuando
	llega correo nuevo?
    </title>
    <para>

	Vaya a <quote>Configuraci&oacute;n/Preferencias</quote> y en la
	secci&oacute;n <quote>Manejo de correo/Recibiendo</quote>, configure
	la opci&oacute;n <quote>Ejecutar una orden</quote> despu&eacute;s de
	recibir correo nuevo.  Alternativamente puede usar el m&oacute;dulo
	del icono en bandeja.

    </para>
  </section>
  <section>
    <title>&iquest;Por qu&eacute; los caracteres especiales (p.ej.
	di&eacute;resis) no se muestran correctamente?</title>
    <para>

	En la mayor&iacute;a de los casos esto esta provocado por correos
	con coficaciones de caracteres incorrectas. Puede intentar forzarlas
	utilizando el submen&uacute; <quote>Ver/Codificaci&oacute;n de
	caracteres</quote>.

    </para>
  </section>
  <section>
    <title>&iquest;Puedo citar s&oacute;lo una parte del mensaje
	original al responder?
    </title>
    <para>

	S&iacute;, seleccione el texto en la vista de mensaje y seleccione
	<quote>Responder</quote>.

    </para>
  </section>
  <section>
    <title>&iquest;D&oacute;nde puedo encontrar las respuestas a
	m&aacute;s preguntas frecuentes sobre &CM;?</title>
    <para>

	Dentro el sitio web de &CM;, en <ulink
	url="https://www.claws-mail.org/faq/"
	>www.claws-mail.org/faq/</ulink>, se puede encontrar una
	colecci&oacute;n m&aacute;s amplia de preguntas frecuentes aportadas
	por los usuarios.

    </para>
    </section>
</appendix>
