<?xml version="1.0" encoding="utf-8"?>
<section id="ch_handling">
<title>Gesti&oacute;n b&aacute;sica del correo</title>

  <section id="handling_folders">
    <title>Carpetas de correo</title>
    <para>

	Si recibe un mont&oacute;n de correos pronto se encontrar&aacute;
	con que su carpeta de Entrada ha crecido hasta el punto en que
	encontrar un mensaje, incluso si lo ha recibido hace unos
	d&iacute;as, se vuelve una tarea &aacute;rdua. Esta es la
	raz&oacute;n por la que &CM;, como la mayor&iacute;a de los buenos
	clientes de correo, proporciona m&uacute;ltiples posibilidades de
	organizaci&oacute;n de los mensajes al usuario.

    </para><para>

	Puede crear tantas carpetas y subcarpetas como necesite. Por
	ejemplo, una carpeta para la familia, otra para los amigos, carpetas
	para listas de correo, carpetas de archivo para correos antiguos que
	a&uacute;n desee tener disponibles, etc. Para crear una carpeta
	nueva, simplemente haga clic con el bot&oacute;n derecho en la
	carpeta padre y seleccione <quote>Nueva carpeta...</quote> del
	men&uacute; deplegable. Si quiere crear una carpeta
	<quote>Amigos</quote> dentro de Entrada, por ejemplo, haga clic con
	el bot&oacute;n derecho del rat&oacute;n en la carpeta Entrada,
	elija <quote>Nueva carpeta...</quote> y teclee <quote>Amigos</quote>
	en la ventana de di&aacute;logo que aparece. Pulse el bot&oacute;n
	Aceptar y la nueva carpeta estar&aacute; creada.

    </para>
  </section>

  <section id="handling_organisation">
    <title>Organizaci&oacute;n de carpetas</title>
    <para>

	Ahora que ha creado carpetas puede manipularlas, incluyendo su
	contenido, utilizando los elementos del men&uacute; o arrastrando y
	soltando. Mover una carpeta dentro de otra, por ejemplo, se puede
	realizar pulsando con el bot&oacute;n derecho sobre la carpeta a
	mover, seleccionar la opci&oacute;n <quote>Mover carpeta...</quote>
	y seleccionar la carpeta de destino. &Eacute;sto mover&aacute; la
	carpeta, junto el correo que contiene, como subcarpeta de la carpeta
	seleccionada. De manera alternativa, puede arrastrar la carpeta a
	otra pulsando sobre ella, manteniendo el bot&oacute;n pulsado,
	moviendo el cursor del rat&oacute;n sobre la carpeta de destino y
	soltando el bot&oacute;n del rat&oacute;n.

    </para><para>

	Si quiere eliminar una carpeta y el correo que contenga, simplemente
	haga clic con el bot&oacute;n derecho sobre la misma y seleccione
	<quote>Borrar carpeta...</quote>. Puesto que &eacute;sto es
	potencialmente peligroso (los mensajes en la carpeta se
	borrar&aacute;n y no ser&aacute; posible recuperarlos) se le
	pedir&aacute; confirmaci&oacute;n.

    </para><para>

	De la misma manera que puede mover una carpeta dentro de otra se
	pueden mover los mensajes de una carpeta a otra. El m&eacute;todo a
	aplicar es el mismo: bien arrastrar y soltar los correos o bien
	seleccionar <quote>Mover...</quote> despu&eacute;s de hacer clic con
	el bot&oacute;n derecho sobre el mensaje. Se pueden seleccionar
	varios mensajes utilizando las teclas Control o May&uacute;sculas
	mientras se hace clic sobre ellos. Tambi&eacute;n se pueden copiar
	los mensajes a otra carpeta manteniendo la tecla Control pulsada
	mientras se realiza la operaci&oacute;n de arrastrar y soltar, o
	seleccionando <quote>Copiar...</quote> del men&uacute; contextual
	del mensaje.

    </para>
  </section>

  <section id="imap_subscriptions">
    <title>Suscripciones IMAP</title>
    <para>

	El protocolo IMAP permite guardar una lista de carpetas suscritas.
	La mayor&iacute;a de los agentes de usuario no muestran en la
	interfaz gr&aacute;fica las carpetas no suscritas y tienen una
	peque&ntilde;a ventana que permite suscribirse a dichas carpetas.
	Por defecto en &CM; se respetan las suscripciones, y s&oacute;lo se
	mostrar&aacute;n las carpetas suscritas. Si desea ver todas las
	carpetas desmarque <quote>Mostrar s&oacute;lo las carpetas
	suscritas</quote> en el men&uacute; contextual del buz&oacute;n IMAP
	o en las preferencias de la cuenta. Tambi&eacute;n podr&aacute;
	suscribir y desuscribir carpetas desde este men&uacute; contextual.
	Si las carpetas no suscritas no aparecen en la lista tendr&aacute;
	dos maneras de suscribirse a una carpeta: o bien mostrar todas las
	carpetas, suscribir las que quiera y ocultar las carpetas no
	suscritas de nuevo, o bien, si sabe los nombres de las carpetas,
	usar <quote>Crear nueva carpeta</quote> en el men&uacute; contextual
	de su antecesora.

    </para>
  </section>

  <section id="handling_filters">
    <title>Filtrado</title>
    <para>

	Una vez haya creado una elegante estructura de carpetas,
	probablemente querr&aacute; que &CM; distribuya los mensajes
	entrantes autom&aacute;ticamente, de manera que no haya que moverlos
	manualmente cada vez que llegan. Para &eacute;sto se puede usar el
	mecanismo de filtrado.

    </para><para>

	Encontrar&aacute; las preferencias de filtrado a trav&eacute;s del
	elemento <quote>Filtrado...</quote> del men&uacute; de
	<quote>Configuraci&oacute;n</quote>. Desde este di&aacute;logo
	podr&aacute; definir nuevas reglas, modificar o borrar las
	existentes, reordenarlas, y activarlas o desactivarlas. Las reglas
	de filtrado se componen de cuatro elementos: su estado de
	activaci&oacute;n, un nombre, una condici&oacute;n y una
	acci&oacute;n. Las reglas desactivadas simplemente se ignoran. El
	nombre es opcional, pero sirve para facilitar la
	identificaci&oacute;n de las reglas existentes. El formato de la
	condici&oacute;n es una expresi&oacute;n que define lo que &CM;
	deber&aacute; buscar al filtrar los mensajes, por ejemplo: <quote>to
	matchcase claws-mail-users</quote> es para mensajes enviados a
	cualquier direcci&oacute;n que contenga
	<quote>claws-mail-users</quote>. Puede definir condiciones
	f&aacute;cilmente pulsando el bot&oacute;n <quote>Definir...</quote>
	a la derecha del campo. La tercera parte de una regla de filtrado es
	la acci&oacute;n, que indica a &CM; que hacer con los mensajes que
	cumplan la condici&oacute;n que hemos definido. Por ejemplo,
	<quote>mark_as_read</quote> marcar&iacute;a el correo como
	le&iacute;do tan pronto como llegase a la Entrada, o <quote>move
	#mh/Mailbox/inbox/Amigos</quote> mover&iacute;a el mensaje a la
	subcarpeta <quote>Amigos</quote>. Aqu&iacute; tambi&eacute;n el
	bot&oacute;n <quote>Definir...</quote> est&aacute; disponible para
	ayudarle a definir las acciones a realizar.

    </para><para>

	Una vez haya definido la regla, puede a&ntilde;adirla a la lista de
	reglas con el bot&oacute;n <quote>A&ntilde;adir</quote>. No olvide
	que el orden de las reglas es importante: si &CM; encuentra una
	regla adecuada para un mensaje que lo mueve o lo borra est&oacute;
	detendr&aacute; la b&uacute;squeda de m&aacute;s reglas para
	&eacute;l. Esta es la raz&oacute;n de los botones en la parte
	derecha de la lista de reglas, que permiten la reordenaci&oacute;n
	de las mismas. Las reglas tambi&eacute;n se pueden reordenar
	arrastrando y soltando con el rat&oacute;n.

    </para><para>

	Existe tambi&eacute;n un m&eacute;todo r&aacute;pido para crear
	reglas de filtrado a partir del mensaje seleccionado. Despu&eacute;s
	de seleccionar un correo del tipo que quiera filtrar, seleccione
	<quote>Crear regla de filtrado</quote> en el men&uacute;
	<quote>Herramientas</quote> y elija un tipo del submen&uacute;:
	<quote>Autom&aacute;ticamente</quote> es &uacute;til para mensajes
	de listas de correo, <quote>Por el Desde</quote> crea un filtro a
	partir del remitente del correo, <quote>Por el Para</quote> lo hace
	a partir del destinatario y <quote>Por el Asunto</quote> lo crea en
	funci&oacute;n del asunto del correo. Cada uno de estos tipos de
	filtrado tiene sus ventajas, dejando al usuario que encuentre la que
	le resulte m&aacute;s pr&aacute;ctica. Normalmente, <quote>Por el
	Desde</quote> es mejor para organizar correos de los contactos
	habituales, mientras que <quote>Por el Para</quote> es m&aacute;s
	&uacute;til para organizar los mensajes que le env&iacute;en a sus
	distintas cuentas.

    </para>
  </section>

  <section id="handling_searching">
    <title>Buscando</title>
    <para>
	Existen varias maneras de buscar en sus mensajes de correo.
    </para><para>

	Una de ellas es relativamente est&aacute;ndar, y se puede encontrar
	en el men&uacute; <quote>Editar</quote>, es la opci&oacute;n
	<quote>Buscar en carpeta...</quote>. Esto abrir&aacute; una ventana
	donde se pueden especificar uno o m&aacute;s campos por los que
	buscar: Desde, Para, Asunto y Cuerpo. Una vez especificados los
	criterios pulse en los botones <quote>Atr&aacute;s</quote> o
	<quote>Adelante</quote> para navegar a trav&eacute;s de los mensajes
	que coincidan, o utilize <quote>Encontrar todos</quote> para
	seleccionar todos los mensajes de una vez. Tenga en cuenta que
	buscar en el cuerpo de los mensajes es mucho m&aacute;s lento que
	buscar en las cabeceras, ya que los cuerpos no est&aacute;n en la
	cache de &CM;.

    </para><para>

	Si est&aacute; leyendo un correo muy grande y quiere encontrar
	alguna parte concreta del mismo puede usar la opci&oacute;n
	<quote>Buscar en el mensaje actual...</quote> del men&uacute;
	<quote>Editar</quote>. Funciona igual que la b&uacute;squeda en un
	documento de texto.

    </para><para>

	La &uacute;ltima manera de buscar mensaje es utilizar la
	<quote>b&uacute;squeda r&aacute;pida</quote>, que puede mostrar u
	ocultar usando la peque&ntilde;a lupa que aparece bajo la lista de
	mensajes. Tambi&eacute;n se puede acceder a ella a trav&eacute;s de
	la opci&oacute;n <quote>B&uacute;squeda r&aacute;pida</quote> del
	men&uacute; <quote>Editar</quote>. La <quote>b&uacute;squeda
	r&aacute;pida</quote> es m&aacute;s potente que la b&uacute;squeda
	normal, ya que puede buscar en las cabeceras est&aacute;ndar (Desde,
	Para, Asunto) o en modo <quote>Extendido</quote> utilizando
	pr&aacute;cticamente cualquier criterio que pueda imaginar. En modo
	<quote>Extendido</quote> el bot&oacute;n de
	<quote>Informaci&oacute;n</quote> es visible, lo que permite ver la
	sintaxis de b&uacute;squeda. El bot&oacute;n <quote>Editar</quote>
	tambi&eacute;n esta disponible para crear r&aacute;pidamente una
	regla. Adem&aacute;s se puede configurar la <quote>b&uacute;squeda
	r&aacute;pida</quote> para buscar recursivamente por las subcarpetas
	y si debe o no reinicializarse por si misma cuando se cambia de
	carpeta.

    </para><para>

	Cuando pulse Entrar despu&eacute;s de haber especificado la cadena
	de b&uacute;squeda, la lista de mensajes se reducir&aacute; para
	mostrarle s&oacute;lo los mensajes que coincidan. Si se
	configur&oacute; la b&uacute;squeda recursivamente cualquier
	subcarpeta de la actual que contenga mensajes que coincidan
	cambiar&aacute; su icono por el de una lupa. De esta manera puede
	buscar en todo el buz&oacute;n de una sola vez. Si la
	b&uacute;squeda esta en modo pegajoso el filtro permanecer&aacute;
	aplicado cuando se cambie a otra carpeta. &Eacute;sto puede ser
	molesto inicialmente, ya que puede que se olvide de ello, pero es
	&uacute;til en algunos casos, por ejemplo si quiere buscar en el
	cuerpo de los mensajes y no est&aacute; seguro de la carpeta que lo
	contiene: una b&uacute;squeda recursiva sobre el cuerpo de los
	correos de todo el buz&oacute;n puede ser realmente lenta.

    </para>
  </section>

</section>
