Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Some composing windows are open. Please close all the composing windows before editing accounts.
eo: Kelkaj verkaj fenestroj estas malfermitaj. Bonvolu fermi ĉiujn verkajn fenestrojn antaŭ ol redakti kontojn.

source: Can't create folder.
eo: Ne povas krei dosierujon.

source: Edit accounts
eo: Redaktu kontojn

source: Using 'Get Mail' will retrieve messages from your Accounts in the order given, the checkbox indicates which accounts will be included. Bold text indicates the default account.
eo: Uzante `Havigu Poŝton' elŝutos mesaĝojn de viaj Kontoj laŭ la ordo donata. La markobutono indikas kiujn kontojn estos inkluzivitaj. Grasa teksto indikas la defaŭltan konton.

source: _Set as default account
eo: _Starigu kiel defaŭlta konto

source: Accounts with remote folders cannot be copied.
eo: Kontoj kun foraj dosierujoj ne povas esti kopiitaj.

source: Copy of %s
eo: Kopio de %s

source: Do you really want to delete the account '%s'?
eo: Ĉu vi vere volas forigi la konton `%s'?

source: (Untitled)
eo: (Sentitola)

source: Delete account
eo: Forigu konton

source: 'Get Mail' retrieves mail from the checked accounts
eo: `Havigu Poŝton' elŝutas poŝton de la markitaj kontoj

source: Name
eo: Nomo

source: Protocol
eo: Protokolo

source: Server
eo: Servilo

source: Could not get message file %d
eo: Ne povis havigi mesaĝan dosieron %d

source: Could not get message part.
eo: Ne povis havigi mesaĝan parton.

source: Can't get part of multipart message: %s
eo: Ne povas havigi parton de multparta mesaĝo: %s

source: The selected action cannot be used in the compose window because it contains %%f, %%F, %%as or %%p.
eo: La elektita ago ne povas esti uzata en verka fenestro ĉar ĝi enhavas %%f, %%F, %%as aŭ %%p.

source: There is no filtering action set
eo: Ne estas filtra ago starigita

source: Invalid filtering action(s): %s
eo: Nevalida(j) filtra(j) ago(j): %s

source: Could not fork to execute the following command: %s %s
eo: Ne povis forki por ruli la sekvantan komandon: %s %s

source: Unknown error
eo: Nekonata eraro

source: Completed
eo: Kompletigita

source: --- Running: %s
eo: --- Rulas: %s

source: --- Ended: %s
eo: --- Finis: %s

source: Action's input/output
eo: Eneligo de la ago

source: Enter the argument for the following action: ('%%h' will be replaced with the argument) %s
eo: Enmetu la argumenton por la sekva ago: (`%%h' estos anstataŭigita kun la argumento) %s

source: Action's hidden user argument
eo: Kaŝita uzanta argumento de ago

source: Enter the argument for the following action: ('%%u' will be replaced with the argument) %s
eo: Enigu la argumenton por la sekva ago: (`%%u' estos anstataŭigita de la argumento) %s

source: Action's user argument
eo: Uzanta argumento por ago

source: Cannot copy a folder to itself or to its sub-structure.
eo: Ne povas kopii dosierujon al si mem aŭ al sia substrukturo.

source: Cannot copy an address book to itself.
eo: Ne povas kopii adreslibron al si mem.

source: Cannot move a folder to itself or to its sub-structure.
eo: Ne povas movi dosierujon al si mem aŭ al sia substrukturo.

source: Group
eo: Grupo

source: date of birth
eo: dato de naskiĝo

source: address
eo: adreso

source: phone
eo: telefono

source: mobile phone
eo: poŝtelefono

source: organization
eo: organizo

source: office address
eo: oficeja adreso

source: office phone
eo: oficeja telefono

source: fax
eo: fakso

source: website
eo: retejo

source: Attribute name
eo: Eca nomo

source: Delete all attribute names
eo: Forigu ĉiujn ecajn nomojn

source: Do you really want to delete all attribute names?
eo: Ĉu vi vere volas forigi ĉiujn ecajn nomojn?

source: Delete attribute name
eo: Forigu ecan nomon

source: Do you really want to delete this attribute name?
eo: Ĉu vi vere volas forigi ĉi tiun ecan nomon?

source: Reset to default
eo: Restarigu al defaŭlto

source: Do you really want to replace all attribute names with the default set?
eo: Ĉu vi vere volas anstataŭigi ĉiujn ecajn nomojn kun la defaŭltaro?

source: _Delete
eo: Forigu

source: Delete _all
eo: Forigu ĉiujn

source: _Reset to default
eo: _Restarigu al defaŭlto

source: Attribute name is not set.
eo: Eca nomo ne estis starigita.

# Dialog title
source: Edit attribute names
eo: Redaktu ecajn nomojn

source: New attribute name:
eo: Nova eca nomo:

source: Adding or removing attribute names won't affect attributes already set for contacts.
eo: Aldonante aŭ forigante ecajn nomojn ne tuŝos ecojn jam starigitaj por kontaktoj.

source: Show duplicates in the same book
eo: Montru duplikatojn en la sama libro

source: Show duplicates in different books
eo: Montru duplikatojn en malsamaj libroj

source: Find address book email duplicates
eo: Trovu adreslibrajn retpoŝtajn duplikatojn

source: Claws Mail will now search for duplicate email addresses in the address book.
eo: Claws Mail nun serĉos por duplikataj retpoŝtaj adresoj en la adreslibro.

source: No duplicate email addresses found in the address book
eo: Neniuj duplikataj retpoŝtaj adresoj trovitaj en la adreslibro

source: Duplicate email addresses
eo: Duplikataj retpoŝtaj adresoj

source: Address
eo: Adreso

source: Address book path
eo: Adreslibra vojo

source: Delete address(es)
eo: Forigu adreso(j)n

source: Really delete the address(es)?
eo: Ĉu vere forigu la adreso(j)n?

source: Delete address
eo: Forigu adreson

source: This address data is read-only and cannot be deleted.
eo: Ĉi tiuj adresdatumoj estas nurlegaj kaj ne povas esti forigitaj.

source: Add to address book
eo: Aldonu al adreslibro

source: Contact
eo: Kontaktu

source: Remarks
eo: Rimarkoj

source: Select Address Book Folder
eo: Elektu adreslibran dosierujon

source: Failed to save image: %s
eo: Malsukcesis konservi bildon: %s

source: Add address(es)
eo: Aldonu adreso(j)n

source: Can't add the specified address
eo: Ne povas aldoni la specifitan adreson

source: Email Address
eo: Retpoŝta adreso

source: _Book
eo: Li_bro

source: _Edit
eo: R_edaktu

source: _Tools
eo: Iloj

source: _Help
eo: Helpo

source: New _Book
eo: Nova li_bro

source: New _Folder
eo: Nova dosierujo

source: New _vCard
eo: Nova _vkarto

source: New _JPilot
eo: Nova _jpiloto

source: New LDAP _Server
eo: Nova LDAP servilo

source: _Edit book
eo: R_edaktu libron

source: _Delete book
eo: Forigu libron

source: _Save
eo: Kon_servu

source: _Close
eo: Fermu

source: _Select all
eo: Elektu ĉiujn

source: C_ut
eo: Eltondu

source: _Copy
eo: Kopiu

source: _Paste
eo: Algluu

source: New _Address
eo: Nova _adreso

source: New _Group
eo: Nova _grupo

source: _Mail To
eo: Sendu al

source: Import _LDIF file...
eo: Importu _LDIF dosieron...

source: Import M_utt file...
eo: Importu M_utt dosieron...

source: Import _Pine file...
eo: Importu _Pine dosieron...

source: Export _HTML...
eo: Eksportu _HTML...

source: Export LDI_F...
eo: Eksportu LDI_F...

source: Find duplicates...
eo: Trovu duplikatojn...

source: Edit custom attributes...
eo: Redaktu proprajn ecojn...

source: _About
eo: Pri

source: _Browse Entry
eo: Foliumu enigon

source: Unknown
eo: Nekonata

source: Success
eo: Sukceso

source: Bad arguments
eo: Malbonaj argumentoj

source: File not specified
eo: Dosiero ne specifita

source: Error opening file
eo: Eraro malfermante dosieron

source: Error reading file
eo: Eraro legante dosieron

source: End of file encountered
eo: Fino de dosiero renkontita

source: Error allocating memory
eo: Eraro disponiganta memoron

source: Bad file format
eo: Malbona dosiera aranĝo

source: Error writing to file
eo: Eraro kiam skribante al dosiero

source: Error opening directory
eo: Eraro malfermante dosierujon

source: No path specified
eo: Neniu vojo specifita

source: Error connecting to LDAP server
eo: Eraro konektante al LDAP servilo

source: Error initializing LDAP
eo: Eraro pravalorizante LDAP

source: Error binding to LDAP server
eo: Eraro bindante al LDAP servilo

source: Error searching LDAP database
eo: Eraro serĉante LDAP datumbazon

source: Timeout performing LDAP operation
eo: Eltempiĝo kiam farante LDAP operacion

source: Error in LDAP search criteria
eo: Eraro en LDAP serĉkriterioj

source: No LDAP entries found for search criteria
eo: Neniuj LDAP eroj trovitaj por serĉkriterioj

source: LDAP search terminated on request
eo: LDAP serĉo finigita je peto

source: Error starting TLS connection
eo: Eraro startante TLS konekton

source: Distinguished Name (dn) is missing
eo: Distingita nomo (dn) mankas

source: Missing required information
eo: Mankas bezonata informo

source: Another contact exists with that key
eo: Alia kontakto ekzistas kun tiu ŝlosilo

source: Strong(er) authentication required
eo: Pli forta aŭtentigo bezonata

source: Sources
eo: Fontoj

source: Address book
eo: Adreslibro

source: Lookup name:
eo: Serĉu nomon:

source: Delete group
eo: Forigu grupon

source: Really delete the group(s)? The addresses it contains will not be lost.
eo: Ĉu vere forigu la grupo(j)n? La adresoj kiujn ĝi enhavas ne estos perditaj.

source: Cannot paste. Target address book is read-only.
eo: Ne povas alglui. Cela adreslibro estas nurlega.

source: Cannot paste into an address group.
eo: Ne povas alglui en adresgrupon.

source: Do you want to delete the query results and addresses in '%s'?
eo: Ĉu vi volas forigi la petajn rezultojn kaj adresojn en `%s'?

source: Delete
eo: Forigu

source: Do you want to delete '%s'? If you delete the folder only, the addresses it contains will be moved into the parent folder.
eo: Ĉu vi volas forigi `%s'? Se vi forigas nur la dosierujon, la adresoj kiujn ĝi enhavas estos movataj al la gepatra dosierujo.

source: Delete folder
eo: Forigu dosierujon

source: +Delete _folder only
eo: +_Forigu nur la dosierujon

source: Delete folder and _addresses
eo: Forigu dosierujon kaj _adresojn

source: Do you want to delete '%s'? The addresses it contains will not be lost.
eo: Ĉu vi volas forigi `%s'? La adresoj kiujn ĝi enhavas ne estos perditaj.

source: Do you want to delete '%s'? The addresses it contains will be lost.
eo: Ĉu vi volas forigi `%s'? La adresoj kiujn ĝi enhavas estos perditaj.

source: Search '%s'
eo: Serĉu `%s'

source: New Contacts
eo: Novaj kontaktoj

source: New user, could not save index file.
eo: Nova uzanto, ne povis konservi indeksan dosieron.

source: New user, could not save address book files.
eo: Nova uzanto, ne povis konservi adreslibrajn dosierojn.

source: Old address book converted successfully.
eo: Malnova adreslibro konvertita sukcese.

source: Old address book converted, could not save new address index file.
eo: Malnova adreslibro konvertita, ne povis konservi novan adresan indeksan dosieron.

source: Could not convert address book, but created empty new address book files.
eo: Ne povis konverti adreslibron, sed kreis malplenajn novajn adreslibrajn dosierojn.

source: Could not convert address book, could not save new address index file.
eo: Ne povis konverti adreslibron, ne povis konservi novan adresan indeksan dosieron.

source: Could not convert address book and could not create new address book files.
eo: Ne povis konverti adreslibron kaj ne povis krei novan adreslibrajn dosierojn.

source: Addressbook conversion error
eo: Adreslibra konverta eraro

source: Addressbook Error
eo: Adreslibra eraro

source: Could not read address index
eo: Ne povis legi la adresan indekson

source: Busy searching...
eo: Okupata serĉante...

source: Interface
eo: Interfaco

source: Address Book
eo: Adreslibro

source: Person
eo: Homo

source: Folder
eo: Dosierujo

source: vCard
eo: vKarto

source: JPilot
eo: JPiloto

source: LDAP servers
eo: LDAP-serviloj

source: LDAP Query
eo: LDAP-demando

source: Any
eo: Iu ajn

source: Please specify name for address book.
eo: Bonvolu specifi nomon por adreslibro.

source: No available address book.
eo: Neniu havebla adreslibro.

source: Please select the mail headers to search.
eo: Bonvolu elekti la poŝtajn ĉapojn serĉendajn.

source: Collecting addresses...
eo: Kolektas adresojn...

source: address added by claws-mail
eo: adreso aldonita de claws-mail

source: Addresses collected successfully.
eo: Adresoj kolektitaj sukcese.

source: Current folder:
eo: Nuna dosierujo:

source: Address book name:
eo: Adreslibra nomo:

source: Address book folder size:
eo: Adreslibra dosieruja grando:

source: Maximum amount of entries per folder within the newly created address book
eo: Maksimuma kvanto da eroj po dosierujo en la nove kreita adreslibro

source: Process these mail header fields
eo: Procezu ĉi tiujn poŝtajn ĉapkampojn

source: Include subfolders
eo: Inkluzivu subdosierujojn

source: Header Name
eo: Ĉapa nomo

source: Address Count
eo: Adresa sumo

source: Header Fields
eo: Ĉapaj kampoj

source: Finish
eo: Finu

source: Collect email addresses from selected messages
eo: Kolektu retpoŝtajn adresojn de elektitaj mesaĝoj

source: Collect email addresses from folder
eo: Kolektu retpoŝtajn adresojn de dosierujo

source: Common addresses
eo: Oftaj adresoj

source: Personal addresses
eo: Personaj adresoj

source: Common address
eo: Ofta adreso

source: Personal address
eo: Persona adreso

source: Address(es) update
eo: Ĝisdatigo de adreso(j)

source: Update failed. Changes not written to Directory.
eo: Ĝisdatigo fiaskis. Ŝanĝoj ne skribitaj al dosierujo.

source: Notice
eo: Avizo

source: Warning
eo: Averto

source: Error
eo: Eraro

source: _View log
eo: _Vidu protokolon

source: Show this message next time
eo: Montru ĉi tiun mesaĝon venontfoje

source: Failed to register avatars internal rendering hook
eo: Malsukcesis registri avataran bildigan hokon

source: Browse Directory Entry
eo: Foliumu dosierujan eron

source: Server Name :
eo: Servila nomo :

source: Distinguished Name (dn) :
eo: Distingita nomo (dn) :

source: LDAP Name
eo: LDAP nomo

source: Attribute Value
eo: Eca valoro

source: Nothing
eo: Nenio

source: a viewer
eo: vidilo

source: a MIME parser
eo: MIME sintaksa analizilo

source: folders
eo: dosierujoj

source: filtering
eo: filtras

source: a privacy interface
eo: privateca interfaco

source: a notifier
eo: notifilo

source: an utility
eo: utilaĵo

source: things
eo: aĵoj

source: This plugin provides %s (%s), which is already provided by the %s plugin.
eo: Ĉi tiu kromprogramo provizas %s (%s), kiu estas provizata jam de la %s kromprogramo.

source: Plugin already loaded
eo: Kromprogramo jam ŝargita

source: Failed to allocate memory for Plugin
eo: Malsukcesis disponigi memoron por kromprogramo

source: This module is not licensed under a GPL v3 or later compatible license.
eo: Ĉi tiu modulo ne estas licencita sub GPL versio 3 aŭ pli malfrua akorda permesilo.

source: This module is for Claws Mail GTK1.
eo: Ĉi tiu modulo estas por Claws Mail GTK1.

source: Your version of Claws Mail is newer than the version the '%s' plugin was built with.
eo: Via versio de Claws Mail estas pli nova ol la versio kun kiu la `%s' kromprogramo estis konstruita.

source: Your version of Claws Mail is newer than the version the plugin was built with.
eo: Via versio de Claws Mail estas pli nova ol la versio kun kiu la kromprogramo estis konstruita.

source: Your version of Claws Mail is too old for the '%s' plugin.
eo: Via versio de Claws Mail estas tro malnova por la `%s' kromprogramo.

source: Your version of Claws Mail is too old for the plugin.
eo: Via versio de Claws Mail estas tro malnova por la kromprogramo.

source: SSL handshake failed
eo: SSL-manpremo fiaskis

source: No SMTP AUTH method available
eo: Neniu SMTP AUTH metodo disponeblas

source: Selected SMTP AUTH method not available
eo: Elektita SMTP AUTH metodo ne disponeblas

source: bad SMTP response
eo: malbona SMTP respondo

source: error occurred on SMTP session
eo: eraro okazis je SMTP sesio

source: error occurred on authentication
eo: eraro okazis je aŭtentigo

source: Message is too big (Maximum size is %s)
eo: Mesaĝo estas tro granda (maksimuma grando estas %s)

source: couldn't start TLS session
eo: ne povis starti TLS sesion

source: Socket IO timeout.
eo: Inga eneliga eltempiĝo.

source: Connection timed out.
eo: Konekto eltempiĝis.

source: %s: host lookup timed out.
eo: %s: gasteja serĉo eltempiĝis.

source: %s: unknown host.
eo: %s: nekonata gastejo.

source: %s:%d: connection failed (%s).
eo: %s:%d: konekto fiaskis (%s).

source: %s:%d: unknown host.
eo: %s:%d: nekonata gastejo.

source: %s:%s: host lookup failed (%s).
eo: %s:%s: gasteja serĉo fiaskis (%s).

source: write on fd%d: %s
eo: skribu sur fd%d: %s

source: Cannot stat P12 certificate file (%s)
eo: Ne povas stati P12 atestan dosieron (%s)

source: Cannot read P12 certificate file (%s)
eo: Ne povas legi P12 atestan dosieron (%s)

source: Cannot import P12 certificate file (%s)
eo: Ne povas importi P12 atestan dosieron (%s)

source: Internal error
eo: Interna eraro

source: Uncheckable
eo: Nekontrolebla

source: Self-signed certificate
eo: Memsubskribita atesto

source: Revoked certificate
eo: Nuligita atesto

source: No certificate issuer found
eo: Neniu atesta eldoninto trovita

source: Certificate issuer is not a CA
eo: Atesta eldoninto ne estas CA

source: Cannot open certificate file %s: %s
eo: Ne povas malfermi atestan dosieron %s: %s

source: Certificate file %s missing (%s)
eo: Atesta dosiero %s mankas (%s)

source: Cannot open key file %s (%s)
eo: Ne povas malfermi ŝlosildosieron %s (%s)

source: Key file %s missing (%s)
eo: Ŝlosildosiero %s mankas (%s)

source: Failed to read P12 certificate file %s
eo: Ne povis legi P12 atestan dosieron %s

source: Cannot open P12 certificate file %s (%s)
eo: Ne povas malfermi P12 atestan dosieron %s (%s)

source: P12 Certificate file %s missing (%s)
eo: P12 atesta dosiero %s mankas (%s)

source: <not in certificate>
eo: <ne en atesto>

source: (Subject cleared by RegExp)
eo: (Temo vakigita de regesp)

# Complete day name for use by strftime
source: Sunday
eo: Dimanĉo

# Complete day name for use by strftime
source: Monday
eo: Lundo

# Complete day name for use by strftime
source: Tuesday
eo: Mardo

# Complete day name for use by strftime
source: Wednesday
eo: Merkredo

# Complete day name for use by strftime
source: Thursday
eo: Ĵaŭdo

# Complete day name for use by strftime
source: Friday
eo: Vendredo

# Complete day name for use by strftime
source: Saturday
eo: Sabato

# Complete month name for use by strftime
source: January
eo: Januaro

# Complete month name for use by strftime
source: February
eo: Februaro

# Complete month name for use by strftime
source: March
eo: Marto

# Complete month name for use by strftime
source: April
eo: Aprilo

# Complete month name for use by strftime
source: May
eo: Majo

# Complete month name for use by strftime
source: June
eo: Junio

# Complete month name for use by strftime
source: July
eo: Julio

# Complete month name for use by strftime
source: August
eo: Aŭgusto

# Complete month name for use by strftime
source: September
eo: Septembro

# Complete month name for use by strftime
source: October
eo: Oktobro

# Complete month name for use by strftime
source: November
eo: Novembro

# Complete month name for use by strftime
source: December
eo: Decembro

# Abbr. day name for use by strftime
source: Sun
eo: Dim

# Abbr. day name for use by strftime
source: Mon
eo: Lun

# Abbr. day name for use by strftime
source: Tue
eo: Mar

# Abbr. day name for use by strftime
source: Wed
eo: Mer

# Abbr. day name for use by strftime
source: Thu
eo: Ĵaŭ

# Abbr. day name for use by strftime
source: Fri
eo: Ven

# Abbr. day name for use by strftime
source: Sat
eo: Sab

# Abbr. month name for use by strftime
source: May
eo: Maj

# Abbr. month name for use by strftime
source: Aug
eo: Aŭg

# Abbr. month name for use by strftime
source: Oct
eo: Okt

# For use by strftime (morning)
source: AM
eo: matene

# For use by strftime (afternoon)
source: PM
eo: posttagmeze

# For use by strftime (morning, lowercase)
source: am
eo: matene

# For use by strftime (afternoon, lowercase)
source: pm
eo: posttagmeze

source: _Add...
eo: _Aldonu...

source: _Remove
eo: Fo_rigu

source: _Properties...
eo: Ecoj...

source: _Message
eo: _Mesaĝo

source: _Spelling
eo: Literumado

source: _Options
eo: _Opcioj

source: S_end
eo: S_endu

source: Send _later
eo: Sendu poste

source: _Attach file
eo: _Algluu dosieron

source: _Insert file
eo: Enmet_u dosieron

source: Insert si_gnature
eo: Enmetu subskribon

source: _Replace signature
eo: Anstataŭigu subsk_ribon

source: _Print
eo: _Presu

source: _Undo
eo: Malfaru

source: _Redo
eo: _Refaru

source: Cu_t
eo: _Tondu

source: _Special paste
eo: Aparta algluo

source: As _quotation
eo: Kiel citaĵo

source: _Wrapped
eo: Ĉirkaŭfluigita

source: _Unwrapped
eo: Neĉirkaŭfluigita

source: Select _all
eo: Elektu ĉiujn

source: A_dvanced
eo: Altnivela

source: Move a character backward
eo: Movu signon malantaŭen

source: Move a character forward
eo: Movu signon antaŭen

source: Move a word backward
eo: Movu vorton malantaŭen

source: Move a word forward
eo: Movu vorton antaŭen

source: Move to beginning of line
eo: Movu al komenco de linio

source: Move to end of line
eo: Movu al linifino

source: Move to previous line
eo: Movu al antaŭa linio

source: Move to next line
eo: Movu al sekva linio

source: Delete a character backward
eo: Forigu signon malantaŭen

source: Delete a character forward
eo: Forigu signon antaŭen

source: Delete a word backward
eo: Forigu vorton malantaŭen

source: Delete a word forward
eo: Forigu vorton antaŭen

source: Delete line
eo: Forigu linion

source: Delete to end of line
eo: Forigu ĝis linifino

source: _Find
eo: Trovu

source: _Wrap current paragraph
eo: Ĉirkaŭfluigu nunan paragrafon

source: Wrap all long _lines
eo: Ĉirkaŭfluigi ĉiujn longajn _liniojn

source: Edit with e_xternal editor
eo: Redaktu kun ekstera redaktilo

source: _Check all or check selection
eo: _Kontrolu ĉiujn aŭ kontrolu elekton

source: _Highlight all misspelled words
eo: Marku ĉiujn misliterumitajn vortojn

source: Check _backwards misspelled word
eo: Kontrolu malantaŭen misliterumitan vorton

source: _Forward to next misspelled word
eo: Antaŭen al sekva misliterumitan vorton

source: Reply _mode
eo: Responda reĝimo

source: Privacy _System
eo: Privateca _Sistemo

source: _Priority
eo: _Prioritato

source: Character _encoding
eo: Signoprezento

source: Western European
eo: Okcidenteŭropa

source: Baltic
eo: Balta

source: Hebrew
eo: Hebrea

source: Arabic
eo: Araba

source: Cyrillic
eo: Cirila

source: Japanese
eo: Japana

source: Chinese
eo: Ĉina

source: Korean
eo: Korea

source: Thai
eo: Taja

source: _Address book
eo: _Adreslibro

source: _Template
eo: Ŝablono

source: Actio_ns
eo: Agoj

source: Aut_o wrapping
eo: Aŭt_omata ĉirkaŭfluado

source: Auto _indent
eo: Aŭtomata al_ineado

source: Si_gn
eo: Si_gnumo

source: _Encrypt
eo: _Enĉifru

source: _Request Return Receipt
eo: Petu _Revenan Recepton

source: Remo_ve references
eo: Forigu referencojn

source: Show _ruler
eo: Montru liniilon

source: _Normal
eo: _Normala

source: _All
eo: Ĉiuj

source: _Sender
eo: _Sendanto

source: _Mailing-list
eo: Poŝtlisto

source: _Highest
eo: Plej alta

source: Hi_gh
eo: Alta

source: Lo_w
eo: Malalta

source: _Lowest
eo: Plej ma_lalta

source: _Automatic
eo: _Aŭtomata

source: 7bit ASCII (US-ASC_II)
eo: 7bita ASKIO (US-ASK_IO)

source: Unicode (_UTF-8)
eo: Unikodo (_UTF-8)

source: Central European (ISO-8859-_2)
eo: Centra Eŭropa (ISO-8859-_2)

source: Greek (ISO-8859-_7)
eo: Greka (ISO-8859-_7)

source: Turkish (ISO-8859-_9)
eo: Turka (ISO-8850-_9)

source: New message From format error.
eo: Nova mesaĝa De aranĝa eraro.

source: New message subject format error.
eo: Nova mesaĝa tema aranĝa eraro.

source: The body of the "New message" template has an error at line %d.
eo: La korpo de la "Nova mesaĝo" ŝablono havas eraron ĉe linio %d.

source: Unable to reply. The original email probably doesn't exist.
eo: Ne povas respondi. La origina retpoŝto probable ne ekzistas.
