Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Trinidad And Tobago
eo: Trinidado kaj Tobago

source: Tuvalu
eo: Tuvaluo

source: Taiwan, Province Of China
eo: Tajvano, Provinco de Ĉino

source: Tanzania, United Republic Of
eo: Tanzanio, Unuiĝinta Respubliko de

source: Ukraine
eo: Ukrajnio

source: Uganda
eo: Ugando

source: United States Minor Outlying Islands
eo: Usonaj Malpligravaj Eksteraj Insuloj

source: United States
eo: Usono

source: Uruguay
eo: Urugvajo

source: Uzbekistan
eo: Uzbekistano

source: Holy See (Vatican City State)
eo: Eparĥio Sankta (Vatikana Urba Ŝtato)

source: Saint Vincent And The Grenadines
eo: Sankta Vincento kaj la Grenadinoj

source: Venezuela
eo: Venezuelo

source: Virgin Islands, British
eo: Virginaj Insuloj, Britaj

source: Virgin Islands, U.S.
eo: Virginaj Insuloj, Usonaj

source: Viet Nam
eo: Vietnamo

source: Vanuatu
eo: Vanuatuo

source: Wallis And Futuna
eo: Wallis kaj Futuno

source: Samoa
eo: Samoo

source: Yemen
eo: Jemeno

source: Mayotte
eo: Majoto

source: Serbia And Montenegro
eo: Serbio kaj Montenegro

source: South Africa
eo: Sudafriko

source: Zambia
eo: Zambio

source: Democratic Republic Of The Congo
eo: Demokrata Respubliko de la Kongo

source: Zimbabwe
eo: Zimbabvo

source: GeoLocation
eo: Geoloko

source: Could not initialize clutter
eo: Ne povis pravalorizi malordon

source: Could not create regular expression: %s
eo: Ne povis krei regulan esprimon: %s

source: Failed to register messageview_show hook in the GeoLocation plugin
eo: Malsukcesis registri messageview_show hokon en la geolokiga kromprogramo

source: This plugin provides GeoLocation functionality for Claws Mail. Warning: It is technically impossible to derive the geographic location of senders from their E-Mails with any amount of certainty. The results presented by this plugin are only rough estimates. In particular, mailing list managers often strip sender information from the mails, so mails from mailing lists may be assigned to the location of the mailing list server instead of the mail sender. When in doubt, don't trust the results of this plugin, and don't rely on this information to divorce your spouse. Feedback to <berndth@gmx.de> is welcome (but only if it's not about marital quarrels).
eo: Ĉi tiu kromprogramo liveras GeoLocation kapablecon por Claws Mail. Averto: Estas teĥnike maleble derivi la geografian lokon de sendintoj el siaj retpoŝtoj kun ia kvanto da certeco. La rezultoj prezentataj de ĉi tiu kromprogramo estas nur taksoj krudaj. Aparte, mastrumoj de retpoŝtaj listoj ofte forprenas sendintan informon de la retpoŝtaĵoj, tiel ke retpoŝtoj el retpoŝtlistoj ofte estas valorizitaj al la loko de la retpoŝtlista servilo anstataŭ tiu de la sendinto. Kiam vi dubas, ne fidu la rezultojn de ĉi tiu kromprogramo, kaj ne fidu al ĉi tiu informo por sengeedziĝi. Prijuĝaj rimarkoj al <berndth@gmx.de> estos bonvenaj (sed nur se ĝi ne pritraktas geedzajn kverelojn).

source: GeoLocation integration
eo: Geolokiga integriĝo

source: Failed to register avatar header update hook
eo: Malsukcesis registri hokon por ĝisdatigo de avataraj ĉapoj

source: Failed to register avatar image render hook
eo: Malsukcesis registri avataran bildigan hokon

source: Failed to create avatar image cache directory
eo: Malsukcesis krei avataran bildan kaŝmemoran dosierujon

source: Failed to load missing items cache
eo: Malsukcesis ŝarĝi la kaŝmemoron de mankaj eroj

source: Display libravatar profiles' images for mail messages. More info about libravatar at http://www.libravatar.org/. If you have a gravatar.com profile but not a libravatar one, those will also be retrieved (when redirections are allowed in plugin config). Plugin config page is available from main window at: /Configuration/Preferences/Plugins/Libravatar. This plugin uses libcurl to retrieve images, so if you're behind a proxy please refer to curl(1) manpage for details on 'http_proxy' configuration. More details about this and others on README file. Feedback to <ricardo@mones.org> is welcome.
eo: Montru bildojn de la profiloj de libravatar por retmesaĝoj. Plia informo disponeblas pri libravatar ĉe http://www.libravatar.org/. Se vi havas profilon de gravatar.com sed ne profilon de libravatar, tiuj ankaŭ estos elŝutitaj (se alidirektoj estas permesitaj en la agordo de la kromprogramo). Vi povas malfermi la agordan paĝon de la kromprogramo ĉe la ĉefa fenestro: /Agordo/Preferoj/Kromprogramoj/Libravatar. Ĉi tiu kromprogramo uzas na libcurl por elŝuti bildojn, do se vi uzas prokurilon, bonvolu vidi la manlibron de curl(1) por detaloj pri 'http_proxy' agordo. Pliaj detaloj pri ĉi tio kaj aliaj en la README (LEGUMIN) dosiero. Prijuĝaj rimarkoj al <ricardo@mones.org> estos bonvenaj.

source: _Use cached icons
eo: Uzu kaŝmemoritajn piktogramojn

source: Keep icons on disk for reusing instead of making another network request
eo: Konservu la piktogramojn surdiske por reuzo anstataŭ fari alian retan peton

source: Cache refresh interval
eo: Refreŝiga intervalo de la kaŝmemoro

source: hours
eo: horoj

source: Mystery man
eo: Misterulo

source: Custom URL
eo: Propra retadreso

source: A blank image
eo: Vaka bildo

source: The unobtrusive low-contrast greyish silhouette
eo: La netruda silueto grizeca de malalta kontrasto

source: A generated geometric pattern
eo: Generita geometria figuro

source: A generated full-body monster
eo: Generita bestaĉo (plena korpo)

source: A generated almost unique face
eo: Generita vizaĝo preskaŭ unika

source: A generated 8-bit arcade-style pixelated image
eo: Generita ok-bita, rastrumeriĝita videoludej-stila bildo

source: Redirect to a user provided URL
eo: Alidirektu al uzantdifinita retadreso

source: _Allow redirects to other sites
eo: _Permesu alidirektojn al aliaj retejoj

source: Follow redirect responses received from libravatar server to other avatar services like gravatar.com
eo: Sekvu alidirektajn respondojn ricevitajn el la libravatar servilo al aliaj serviloj kiel gravatar.com

source: _Enable federated servers
eo: Ebligu federitajn servilojn

source: Try to get avatar from sender's domain libravatar server
eo: Provu havigi avataron de la domajna avatar-servilo de la sendinto

source: Request timeout
eo: Peta eltempiĝo

source: seconds
eo: sekundoj

source: Set to 0 to use global socket I/O timeout. Maximum value must be also less than global socket I/O timeout.
eo: Starigu al 0 por uzi mallokan ingan eneligan pretertempiĝon. Maksimuma valoro devas esti malpli ol malloka inga eneliga pretertempiĝo.

source: Icon cache
eo: Piktograma kaŝmemoro

source: Default missing icon mode
eo: Defaŭlta reĝimo kiam la bildsimbolo mankas

source: Network
eo: Reto

source: mailmbox folder (etPan!)
eo: poŝtkesta dosierujo (etPan!)

source: This is a plugin to handle mailboxes in mbox format.
eo: Ĉi tio estas kromprogramo trakti poŝtkestojn en mbox aranĝo.

source: Input the location of mailbox. If the existing mailbox is specified, it will be scanned automatically.
eo: Enigu la lokon de poŝtkesto. Se la ekzistanta poŝtkesto estas specifita, ĝi estos skanita aŭtomate.

source: All folder(s) and message(s) under '%s' will be deleted. Do you really want to delete?
eo: Ĉiuj dosierujoj kaj mesaĝoj sub `%s' estos forigitaj. Ĉu vi vere volas forigi?

source: NewMail
eo: Nova Poŝto

source: Failed to register newmail hook
eo: Malsukcesis registri novpoŝtan hokon

source: Could not open log file %s: %s
eo: Ne povis malfermi protokolan dosieron %s: %s

source: This plugin writes a header summary to a log file for each mail received after sorting. Default is ~/Mail/NewLog Current log is %s
eo: Ĉi tiu kromprogramo skribas ĉapan resumon al protokola dosiero po ĉiu poŝto ricevita post ordigo. Defaŭlto estas ~/Mail/NewLog Nuna protokolo estas %s

source: Log file
eo: Protokola dosiero

source: Folder:
eo: Dosierujo:

source: Select folder(s)
eo: Elektu dosierujo(j)n

source: select recursively
eo: elektu rikure

source: No new messages
eo: Neniu nova mesaĝo

source: Notification
eo: Avizo

source: The Notification plugin needs threading support.
eo: La Aviza kromprogramo bezonas subtenon de fadenoj.

source: Failed to register folder item update hook in the Notification plugin
eo: Malsukcesis registri dosierujan eran ĝisdatigan hokon en la Aviza kromprogramo

source: Failed to register folder update hook in the Notification plugin
eo: Malsukcesis registri dosierujan ĝisdatigan hokon en la Aviza kromprogramo

source: Failed to register msginfo update hook in the Notification plugin
eo: Malsukcesis registri msginfo ĝisdatigan hokon en la Aviza kromprogramo

source: Failed to register offline switch hook in the Notification plugin
eo: Malsukcesis registri senretan ŝaltilan hokon el la Aviza kromprogramo

source: Failed to register main window close hook in the Notification plugin
eo: Malsukcesis registri ĉef-fenestran ferman hokon en la Aviza kromprogramo

source: Failed to register got iconified hook in the Notification plugin
eo: Malsukcesis registri havigitan piktrogramigitan hokon en la Aviza kromprogramo

source: Failed to register account list changed hook in the Notification plugin
eo: Malsukcesis registri hokon pri kontlistaj ŝanĝoj en la Aviza kromprogramo

source: Failed to register theme change hook in the Notification plugin
eo: Malsukcesis registri teman ŝanĝan hokon en la Aviza kromprogramo

source: This plugin provides various ways to notify the user of new and unread email. The plugin is extensively configurable in the plugins section of the preferences dialog. Feedback to <berndth@gmx.de> is welcome.
eo: Ĉi tiu kromprogramo provizas diversajn manierojn avizi la uzanton de nova kaj nelegita retpoŝto. La kromprogramon oni povas etende agordi en la kromprograma sekcio de la prefera dialogo. Prijuĝaj rimarkoj al <berndth@gmx.de> estos bonvenaj.

source: Various tools
eo: Diversaj iloj

source: New Mail message
eo: Nova poŝta mesaĝo

source: New News post
eo: Nova novaĵa poŝto

source: A new message arrived
eo: Nova mesaĝo alvenis

source: New Calendar message
eo: Nova kalendara mesaĝo

source: A new calendar message arrived
eo: Nova kalendara mesaĝo alvenis

source: New RSS feed article
eo: Nova abonflua artikolo

source: A new article in a RSS feed arrived
eo: Nova artikolo en abonfluo alvenis

source: New unknown message
eo: Nova nekonata mesaĝo

source: Unknown message type arrived
eo: Nekonata mesaĝa tipo alvenis

source: Present main window
eo: Nuna ĉefa fenestro

source: Mail message
eo: Poŝta mesaĝo

source: %d new message arrived
eo: %d nova mesaĝo alvenis

source: News message
eo: Novaĵa mesaĝo

source: Calendar message
eo: Kalendara mesaĝo

source: %d new calendar message arrived
eo: %d nova kalendara mesaĝo alvenis

source: RSS news feed
eo: Abona novaĵa fluo

source: %d new article in a RSS feed arrived
eo: %d nova artikolo en abonfluo alvenis

source: %d new message
eo: %d nova mesaĝo

source: Hotkeys
eo: Fulmoklavoj

source: Banner
eo: Standardo

source: Popup
eo: Ŝprucaĵo

source: Command
eo: Komando

source: SysTrayicon
eo: SisPletPiktogramo

source: Indicator
eo: Indikilo

source: Notification Plugin: Failed to write plugin configuration to file
eo: Aviza kromprogramo: Malsukcesis skribi kromprograman agordon al dosiero

source: Include folder types
eo: Inkluzivu dosierujajn tipojn

source: Mail folders
eo: Poŝtaj dosierujoj

source: News folders
eo: Novaĵaj dosierujoj

source: These settings override folder-specific selections.
eo: Ĉi tiuj agordoj superregas dosierujajn elektojn.

source: Global notification settings
eo: Mallokaj avizaj agordoj

source: Set window manager urgency hint when new messages exist
eo: Fiksu fenestran mastrumilan urĝecan konsileton kiam nelegitaj mesaĝoj ekzistas

source: Set window manager urgency hint when unread messages exist
eo: Fiksu fenestran mastrumilan urĝecan konsileton kiam nelegitaj mesaĝoj ekzistas

source: Use sound theme
eo: Uzu sonan temon

source: Show banner
eo: Montru standardon

source: Never
eo: Neniam

source: Always
eo: Ĉiam

source: Only when not empty
eo: Nur kiam malplenas

source: Banner speed
eo: Standarda rapido

source: pixel(s)
eo: bildero(j)

source: Include unread mails in banner
eo: Inkluzivu nelegitajn poŝtojn en standardo

source: Make banner sticky
eo: Faru standardon glua

source: Only include selected folders
eo: Nur inkluzivu elektitajn dosierujojn

source: Select folders...
eo: Elektu dosierujojn...

source: Use custom colors
eo: Uzu proprajn kolorojn

source: Foreground
eo: Malfono

source: Foreground color
eo: Malfona koloro

source: Background
eo: Fono

source: Background color
eo: Fona koloro

source: Enable popup
eo: Ebligu ŝprucaĵon

source: Make popup sticky
eo: Faru ŝprucaĵon glua

source: Set popup window width and position
eo: Fiksu ŝprucfenestrajn larĝon kaj pozicion

source: (the window manager is free to ignore this)
eo: (la fenestra mastrumilo estas libera ignori ĉi tion)

source: Display folder name
eo: Montru dosierujan nomon

source: Sample popup window
eo: Specimena ŝprucfenestro

source: Done
eo: Farita

source: Enable command
eo: Ebligu komandon

source: Block command after execution for
eo: Bloku komandon por plenumado dum

source: Enable LCD
eo: Ebligu LCD

source: Enable Trayicon
eo: Ebligu Pletpiktogramon

source: Hide at start-up
eo: Kaŝu je komenco

source: Close to tray
eo: Fermu al pleto

source: Hide when iconified
eo: Kaŝu kiam piktogramigita

source: Passive toaster popup
eo: Pasiva informa ŝprucaĵo

source: Add to Indicator Applet
eo: Aldonu al Aviza retprogramo

source: Hide mainwindow when minimized
eo: Kaŝu ĉef-fenestron kiam minimumigita

source: Register Claws Mail
eo: Registru Claws Mail

source: Enable global hotkeys
eo: Ebligu mallokajn fulmoklavojn

source: Examples for hotkeys include <b>%s</b> and <b>%s</b>
eo: Ekzemploj por fulmoklavoj inkluzivas <b>%s</b> kaj <b>%s</b>

source: <control><shift>F11
eo: <Stir><Ŝov>F11

source: _Get Mail
eo: Havi_gu Poŝton

source: _Email
eo: R_etpoŝto

source: E_mail from account
eo: Retpoŝto de konto

source: Open A_ddressbook
eo: Malfermu a_dreslibron

source: E_xit Claws Mail
eo: Eliru Claws Mail

source: _Work Offline
eo: Laboru senrete

source: Show Trayicon Notifications
eo: Montru Pletpiktogramajn avizojn

source: New %d, Unread: %d, Total: %d
eo: Novaj %d, Nelegitaj: %d, Sumo: %d

source: New mail message
eo: Nova poŝta mesaĝo

source: New news post
eo: Nova novaĵa poŝto

source: New calendar message
eo: Nova kalendara mesaĝo

source: New article in RSS feed
eo: Nova artikolo en abonfluo

source: New messages arrived
eo: Novaj mesaĝoj alvenis

source: %d new mail message arrived
eo: %d nova poŝta mesaĝo alvenis

source: %d new news post arrived
eo: %d nova novaĵa poŝto alvenis

source: %d new article in RSS feeds arrived
eo: %d nova artikolo en abonfluoj alvenis

source: Title:
eo: Titolo:

source: Author:
eo: Aŭtoro:

source: Creator:
eo: Kreinto:

source: Producer:
eo: Produktulo:

source: Created:
eo: Kreita:

source: Modified:
eo: Modifita:

source: Format:
eo: Aranĝo:

source: Optimized:
eo: Optimumigita:

source: PDF properties
eo: PDF ecoj

source: Loading...
eo: Ŝargante...

source: %s Document
eo: %s dokumento

source: of %d
eo: de %d

source: PDF rendering failed for an unknown reason.
eo: PDF bildigado fiaskis pro ne konata kialo.

source: Document Index
eo: Dokumenta indekso

source: First Page
eo: Unua paĝo

source: Previous Page
eo: Antaŭa paĝo

source: Next Page
eo: Sekva paĝo

source: Last Page
eo: Lasta paĝo

source: Zoom In
eo: Enzomu

source: Zoom Out
eo: Elzomu

source: Fit Page
eo: Adaptu al paĝo

source: Fit Page Width
eo: Adaptu al paĝa larĝo

source: Rotate Left
eo: Rotaciu liven

source: Rotate Right
eo: Rotaciu dekstren

source: Document Info
eo: Dokumenta informo

source: Page Number
eo: Paĝnumero

source: Zoom Factor
eo: Zomfaktoro

source: This plugin enables the viewing of PDF and PostScript attachments using the Poppler %s Lib and the gs tool. Any feedback is welcome: iwkse@claws-mail.org
eo: Ĉi tiu kromprogramo ebligas la vidon de PDF kaj postskriptajn algluaĵojn uzante la Poppler %s bibliotekon kaj la gs ilo. Iuj ajn prijuĝaj rimarkoj estos bonvenaj: iwkse@claws-mail.org

source: PDF Viewer
eo: PDF vidilo

source: Warning: could not find ghostscript binary (gs) required for %s plugin to process PostScript attachments, only PDF attachments will be displayed. To enable PostScript support please install gs program. %s
eo: Averto: ne povis trovi ghostscript duumon (gs) bezonata por %s kromprogramo trakti PostSkriptajn algluaĵojn; nur PDF algluaĵoj estos montrataj. Por ebligi PostSkriptan subtenon, bonvolu instali la gs programon. %s

source: Edit perl filter rules (ext)...
eo: Redaktu perl filtrajn regulojn (eks)...

source: Failed to register PGP address autocompletion hook
eo: Malsukcesis registri na PGP adresan aŭtomatan kompletigan hokon

source: Passphrase
eo: Pasfrazo

source: [no user id]
eo: [neniu uzanta identigilo]

source: <span weight="bold" size="larger">%sPlease enter the passphrase for the new key:</span> %.*s
eo: <span weight="bold" size="larger">%sBonvolu enigi la pasfrazon por la nova ŝlosilo:</span> %.*s

source: Passphrases did not match.
eo: Pasfrazoj ne kongruis.

source: <span weight="bold" size="larger">Please re-enter the passphrase for the new key:</span> %.*s
eo: <span weight="bold" size="larger">Bonvolu re-enigi la pasfrazon por la nova ŝlosilo:</span> %.*s

source: <span weight="bold" size="larger">%sPlease enter the passphrase for:</span> %.*s
eo: <span weight="bold" size="larger">%sBonvolu enigi la pasfrazon por:</span> %.*s

source: Bad passphrase.
eo: Malbona pasfrazo.

source: Key import
eo: Ŝlosila importo

source: This key is not in your keyring. Do you want Claws Mail to try and import it from a keyserver?
eo: Ĉi tiu ŝlosilo ne estas en via ŝlosilejo. Ĉu vi volas ke Claws Mail provu importi ĝin de ŝlosilservilo?

source: Key ID
eo: Ŝlosila identigilo

source: This key is not in your keyring.
eo: Ĉi tiu ŝlosilo ne estas en via ŝlosilejo.

source: It should be possible to import it
eo: Devus esti ebla importi ĝin

source: when working online, or
eo: kiam laborante surrete, aŭ

source: with the following command:
eo: kun la sekva komando:

source: Importing key ID
eo: Importas ŝlosilan identigilon

source: This key has been imported to your keyring.
eo: Ĉi tiu ŝlosilo estis importita en vian ŝlosilejon.

source: This key couldn't be imported to your keyring.
eo: Ĉi tiu ŝlosilo ne povis esti importita en vian ŝlosilejon.

source: Key servers are sometimes slow.
eo: Ŝlosilserviloj kelkfoje estas malrapidaj.

source: You can try to import it manually with the command:
eo: Vi povas provi importi ĝin permane kun la komando:

source: Key import isn't implemented in Windows.
eo: Ŝlosila importo ne estas realigita en Vindozo.

source: This key is in your keyring.
eo: Ĉi tiu ŝlosilo estas en via ŝlosilejo.

source: PGP/Core
eo: PGP/Kerno

source: This plugin handles PGP core operations and provides address autocompletion from the GPG keyring. It is used by other plugins, like PGP/Mime. Options can be found in /Configuration/Preferences/Plugins/GPG and /Configuration/[Account Preferences]/Plugins/GPG The plugin uses the GPGME library as a wrapper for GnuPG. GPGME is copyright 2001 by Werner Koch <dd9jn@gnu.org>
eo: Ĉi tiu kromprogramo traktas PGP kernajn operaciojn kaj provizas aŭtomatan kompletigon el la ŝlosilejo de GPG. Ĝi estas uzata de aliaj kromprogramoj, kiel PGP/Mime. Opcioj povas esti trovataj en /Agordo/Preferoj/Kromprogramoj/GPG kaj /Agordo/[Kontaj Preferoj]/Kromprogramoj/GPG La kromprogramo uzas la GPGME bibliotekon kiel volvilo por GnuPG. GPGME estas kopirajta 2001 de Werner Koch <dd9jn@gnu.org>

source: Core operations
eo: Kernaj operacioj

source: Automatically check signatures
eo: Aŭtomate kontrolu subskribojn

source: Use keyring for address autocompletion
eo: Uzu ŝlosilejon por aŭtomata kompletigo de retpoŝtadresoj

source: Use gpg-agent to manage passwords
eo: Uzu gpg-agent por mastrumi pasvortojn

source: Store passphrase in memory
eo: Konservu pasfrazon memore

source: Expire after
eo: Finiĝu post

source: Setting to '0' will store the passphrase for the whole session
eo: Fiksante al '0' konservos la pasfrazon por la tuta sesio

source: minute(s)
eo: minuto(j)

source: Grab input while entering a passphrase
eo: Kaptu enigon dum enigo de pasfrazo

source: Display warning on start-up if GnuPG doesn't work
eo: Montru averton je komenco se GnuPG ne funkcias

source: Sign key
eo: Subskriba ŝlosilo

source: Use default GnuPG key
eo: Uzu defaŭltan GnuPG ŝlosilon

source: Select key by your email address
eo: Elektu ŝlosilon pere de via retpoŝta adreso

source: Specify key manually
eo: Specifu ŝlosilon permane

source: User or key ID:
eo: Uzanta aŭ ŝlosila identigilo:

source: No secret key found.
eo: Neniu sekreta ŝlosilo trovita.

source: Generate a new key pair
eo: Generu novan ŝlosilan paron

source: No exact match for '%s'; please select the key.
eo: Neniu ekzakta kongruo por `%s'; bonvolu elekti la ŝlosilon.

source: Collecting info for '%s' ... %c
eo: Kolektas informon por `%s' ... %c

source: Undefined
eo: Nedifinita

source: Marginal
eo: Marĝena

source: Ultimate
eo: Fina

source: Select Keys
eo: Elektu ŝlosilojn

source: Key ID
eo: Ŝlosila identigilo

source: Trust
eo: Fidu

source: _Other
eo: Alia

source: Do_n't encrypt
eo: _Ne enĉifru

source: Add key
eo: Aldonu ŝlosilon

source: Enter another user or key ID:
eo: Enigu alian uzantan aŭ ŝlosilan identigilon:

source: Encrypt to %s <%s>
eo: Enĉifru al %s <%s>

source: This encryption key is not fully trusted. If you choose to encrypt the message with this key, you don't know for sure that it will go to the person you mean it to. Key details: ID %s, primary identity %s &lt;%s&gt; Do you trust this key enough to use it anyway?
eo: Ĉi tiu enĉifra ŝlosilo ne estas plene fidinda. Se vi elektas enĉifri la mesaĝon kun ĉi tiu ŝlosilo, vi ne scios certe ke ĝi iros al tiu al kiu vi volas. Ŝlosilaj detaloj: identigilo %s, ĉefa identigilo %s &lt;%s&gt; Ĉu vi fidas je ĉi tiu ŝlosilo sufiĉe por uzi ĝin malgraŭe?

source: No signature found
eo: Neniu subskribo trovita

source: Untrusted
eo: Ne fidata

source: The signature can't be checked - %s
eo: La subskribo ne povis esti kontrolita - %s

source: The signature has not been checked.
eo: La subskribo ne estis kontrolita.

source: PGP Core: Can't get key - no gpg-agent running.
eo: PGP Kerno: Ne povas havigi ŝlosilon - neniu gpg-agent plenumiĝas.

source: Error checking signature: no status
eo: Eraro kontrolante subskribon: neniu stato

source: Error checking signature: %s
eo: Eraro kontrolante subskribon: %s

source: Signature made on %s using %s key ID %s
eo: Subskribo farita je %s uzante %s ŝlosilan identigilon %s

source: Good signature from uid "%s" (Validity: %s)
eo: Bona subskribo de uid "%s" (Valideco: %s)

source: Expired key uid "%s"
eo: Finiĝinta ŝlosilo uid "%s"

source: Expired signature from uid "%s" (Validity: %s)
eo: Finiĝinta subskribo de uid "%s" (Valideco: %s)

source: Revoked key uid "%s"
eo: Revokita ŝlosilo uid "%s"

source: BAD signature from "%s"
eo: MALBONA subskribo de "%s"

source: uid "%s" (Validity: %s)
eo: uid "%s" (Valideco: %s)

source: Revoked
eo: Revokita

source: Owner Trust: %s
eo: Posedanta fido: %s

source: Primary key fingerprint:
eo: Fingropremo de ĉefa ŝlosilo:

source: WARNING: Signer's address "%s" does not match DNS entry
eo: AVERTO: Subskribinta adreso "%s" ne kongruas kun DNS ero

source: Verified signer's address is "%s"
eo: Verigita subskribinta adreso estas "%s"

source: Couldn't get data from message, %s
eo: Ne povis havigi datumojn de mesaĝo, %s

source: Couldn't initialize data, %s
eo: Ne povis pravalorizi datumojn, %s

source: Secret key specification is ambiguous
eo: Sekreta ŝlosila specifo estas plursenca

source: Secret key not found (%s)
eo: Sekreta ŝlosilo ne trovita (%s)

source: Error setting secret key: %s
eo: Eraro fiksante sekretan ŝlosilon: %s
