Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Folder for storing identified spam. Leave empty to use the trash folder.
eo: Dosierujo por konservi identifigitan spamon. Lasu malplena por uzi la rubujon.

source: Click this button to select a folder for storing spam
eo: Alklaku ĉi tiun butonon por elekti dosierujon por konservi spamon

source: When unsure, move to
eo: Kiam necerta, movu al

source: Folder for storing mail for which spam status is Unsure. Leave empty to use the Inbox folder.
eo: Dosierujo por konservi poŝton por kiu la spama stato estas Necerta, Lasu malplena por uzi la Enkestan dosierujon.

source: Click this button to select a folder for storing Unsure mails.
eo: Alklaku ĉi tiun butonon por elekti dosierujon por konservi Necertajn poŝtojn.

source: Insert X-Bogosity header
eo: Enmetu X-Bogosecan ĉapon

source: Only done for messages in MH folders
eo: Nur farita por mesaĝoj en MH dosierujoj

source: Whitelist senders found in address book/folder
eo: Blanklistaj sendintoj trovitaj en adreslibro/dosierujo

source: Messages coming from your address book contacts will be received in the normal folder even if detected as spam
eo: Mesaĝoj venante de viaj adreslibraj kontaktoj estos ricevitaj en la kutima dosierujo eĉ se detektitaj kiel spamo

source: Click this button to select a book or folder in the address book
eo: Alklaku ĉi tiun butonon por elekti libron aŭ dosierujon en la adreslibro

source: Learn whitelisted emails as ham
eo: Lernu blanklistigitajn poŝtojn kiel malspamo

source: If Bogofilter thought an email was spam or unsure, but it was whitelisted, learn it as ham.
eo: Se Bogofiltrilo pensis retpoŝto estis spamo aŭ estis ne certa, sed ĝi estis blanklistigita, lernu ĝin kiel malspamo.

source: Bogofilter call
eo: Bogofiltrila voko

source: Path to bogofilter executable
eo: Vojo al bogofiltrila plenumeblaĵo

source: Mark spam as read
eo: Marku spamon kiel legita

source: Bsfilter
eo: Bsfiltrilo

source: Bsfilter: fetching body...
eo: Bsfiltrilo: alportas korpon...

source: Bsfilter: filtering message...
eo: Bsfiltrilo: filtras mesaĝon...

source: The Bsfilter plugin couldn't filter a message. The probable cause of the error is that it didn't learn from any mail. Use "/Mark/Mark as spam" and "/Mark/Mark as ham" to train Bsfilter with a few hundred spam and ham messages.
eo: La Bsfiltrila kromprogramo ne povis filtri mesaĝon. La probabla kaŭzo de la eraro estas ke ĝi ne lernis de iu ajn poŝto. Uzu "/Marku/Marku kiel spamo" kaj "/Marku/Marku kiel malspamo" por dresi Bsfiltrilon kun kelkaj centoj da spamaj kaj malspamaj mesaĝoj.

source: The Bsfilter plugin couldn't filter a message. The command `%s` couldn't be run.
eo: La Bsfiltrila kromprogramo ne povis filtri mesaĝon. La komando `%s' ne povis esti plenumita.

source: Bsfilter: learning from message...
eo: Bsfiltrilo: lernas de mesaĝo...

source: This plugin can check all messages that are received from an IMAP, LOCAL or POP account for spam using Bsfilter. You will need Bsfilter installed locally. Before Bsfilter can recognize spam messages, you have to train it by marking a few hundred spam and ham messages with the use of "/Mark/Mark as spam" and "/Mark/Mark as ham". When a message is identified as spam it can be deleted or saved in a specially designated folder. Options can be found in /Configuration/Preferences/Plugins/Bsfilter
eo: Ĉi tiu kromprogramo povas kontroli ĉiujn mesaĝojn kiuj estas ricevitaj de IMAP, LOKA aŭ POP konto por spamo uzante Bsfiltrilon. Vi bezonos Bsfiltrilon instalita loke. Antaŭ ol Bsfiltrilo povas rekoni spamajn mesaĝojn, vi devas dresi ĝin per markado de kelkaj centoj da spamaj kaj malspamaj mesaĝoj uzante "/Marku/Marku kiel spamo" kaj "/Marku/Marku kiel malspamo". Kiam mesaĝo estas identifigita kiel spamo, ĝi povas esti forigita aŭ konservita en aparte desegnita dosierujo. Opcioj povas esti trovataj en /Agordo/Preferoj/Kromprogramoj/Bsfiltrilo

source: Save spam in
eo: Konservu spamon en

source: If Bsfilter thought an email was spam or unsure, but it was whitelisted, learn it as ham.
eo: Se Bsfiltrilo pensis ke retpoŝto estis spamo aŭ estis certa, sed ĝi estis blanklistigita, lernu ĝin kiel malspamo.

source: Bsfilter call
eo: Bsfiltrila voko

source: Path to bsfilter executable
eo: Vojo al bsfiltrila plenumeblaĵo

source: Scanning No socket information. Antivirus disabled.
eo: Skanas Neniu inga informo. Kontraŭviruso malebligita.

source: Scanning Clamd does not respond to ping. Is clamd running?
eo: Skanas Clamd ne respondas al ping. Ĉu clamd plenumiĝas?

source: Detected %s virus.
eo: Detektis %s viruson.

source: Scanning error: %s
eo: Skana eraro: %s

source: File: %s. Size (%d) greater than limit (%d)
eo: Dosiero: %s. Grandeco (%d) pli granda ol la maksimumo (%d)

source: ClamAV: scanning message...
eo: ClamAV: skanas mesaĝon...

source: Failed to register mail filtering hook
eo: Malsukcesis registri poŝtan filtrilan hokon

source: Init No socket information. Antivirus disabled.
eo: Pravalorizu Neniu inga informo. Antivirus malebligita.

source: Init Clamd does not respond to ping. Is clamd running?
eo: Pravalorizu Clamd ne respondas al ping. Ĉu clamd plenumiĝas?

source: This plugin uses Clam AntiVirus to scan all messages that are received from an IMAP, LOCAL or POP account. When a message attachment is found to contain a virus it can be deleted or saved in a specially designated folder. Because this plugin communicates with clamd via a socket then there are some minimum requirements to the permissions for your home folder and the .claws-mail folder provided the clamav-daemon is configured to communicate via a unix socket. All users at least need to be given execute permissions on these folders. To avoid changing permissions you could configure the clamav-daemon to communicate via a TCP socket and choose manual configuration for clamd. Options can be found in /Configuration/Preferences/Plugins/Clam AntiVirus
eo: Ĉi tiu kromprogramo uzas Clam AntiVirus por skani ĉiujn mesaĝojn kiuj estas ricevitaj de IMAP, LOKA aŭ POP konto. Kiam mesaĝa algluaĵo enhavas viruson, ĝi povas esti forigita aŭ konservita en apartan specifan dosierujon. Ĉar ĉi tiu kromprogramo komunikas kun clamd pere de ingo tiam estas iaj minimumaj bezonoj por la permesoj por via hejma dosierujo kaj la .claws-mail dosierujo se la clamav-dajmono estas agordita komuniki pere de Uniksa ingo. Ĉiuj uzantoj bezonas almenaŭ esti donataj plenumajn permesojn ĉe ĉi tiuj dosierujoj. Por eviti ŝanĝi permesojn vi povus agordi la clamav- dajmonon komuniki pere de TCP ingo kaj elekti permanan agordon por clamd. Opcioj povas esti trovataj en /Agordo/Preferoj/Kromprogramoj/Clam AntiVirus

source: Virus detection
eo: Virusa detektado

source: Enable virus scanning
eo: Ebligu virusan skanadon

source: Maximum attachment size
eo: Maksimuma algluaĵa grando

source: Message attachments larger than this will not be scanned
eo: Mesaĝaj algluaĵoj pli grandaj ol ĉi tio ne estos skanitaj

source: Save infected mail in
eo: Konservu infektitan retpoŝton en

source: Save mail that contains viruses
eo: Konservu poŝton kiu enhavas virusojn

source: Folder for storing infected mail. Leave empty to use the default trash folder
eo: Dosierujo por konservi infektitan poŝton. Lasu malplenan por uzi la defaŭltan rubujon

source: Click this button to select a folder for storing infected mail
eo: Alklaku ĉi tiun butonon por elekti dosierujon por konservi infektitan poŝton

source: Automatic configuration
eo: Aŭtomata agordo

source: Should configuration be done automatic or manual
eo: Ĉu agordo estu farata aŭtomate aŭ permane

source: Where is clamd.conf
eo: Kie estas clamd.conf

source: Full path to clamd.conf. If this field is not empty then the plugin has been able to locate the file automatically
eo: Plena vojo al clamd.conf. Se ĉi tiu kampo ne estas malplena tiam la kromprogramo estis kapabla trovi la dosieron aŭtomate

source: Br_owse
eo: F_oliumu

source: Click this button to select full path to clamd.conf
eo: Alklaku ĉi tiun butonon por elekti plenan vojon al clamd.conf

source: Check permission for folders and adjust if necessary
eo: Kontrolu permeson por dosierujoj kaj ĝustigu se necese

source: Click this button to check and adjust folder permissions
eo: Alklaku ĉi tiun butonon por kontroli kaj ĝustigi dosierujajn permesojn

source: Remote Host
eo: Fora gastejo

source: Hostname or IP for remote host running clamav daemon
eo: Gastnomo aŭ retadreso por fora gastejo plenumanta clamav dajmonon

source: Port number where clamav daemon is listening
eo: Porda numero kie clamav dajmono aŭskultas

source: New config No socket information. Antivirus disabled.
eo: Nova agordo Neniu inga informo. Kontraŭviruso malebligita.

source: New config Clamd does not respond to ping. Is clamd running?
eo: Nova agordo Clamd ne respondas al ping. Ĉu clamd plenumiĝas?

source: %s: Unable to open clamd will be disabled
eo: %s: Ne povas malfermi clamd estos malebligita

source: %s: Not able to find required information clamd will be disabled
eo: %s: Ne povas trovi bezonatan informon clamd estos malebligita

source: Could not create socket
eo: Ne povis krei ingon

source: : File does not exist
eo: : Dosiero ne ekzistas

source: : Unable to open
eo: : Ne povas malfermi

source: Socket write error
eo: Inga skriberaro

source: %s: Error reading
eo: %s: Eraro legante

source: Socket read error
eo: Inga legeraro

source: Demo
eo: Provoversio

source: Failed to register log text hook
eo: Malsukcesis registri protokolan tekstan hokon

source: This Plugin is only a demo of how to write plugins for Claws Mail. It installs a hook for new log output and writes it to stdout. It is not really useful.
eo: Ĉi tiu kromprogramo estas nur provoversio de kiel skribi kromprogramojn por Claws Mail. Ĝi instalas hokon por nova protokola eligo kaj skribas ĝin al ĉefeligujo. Ĝi ne estas vere utila.

source: Display images
eo: Montru bildojn

source: Display embedded images
eo: Montru enkorpigitajn bildojn

source: Execute javascript
eo: Plenumu javaskripton

source: Execute embedded javascript
eo: Plenumu enkorpigitan javaskripton

source: Execute Java applets
eo: Plenumu Javajn retprogramojn

source: Execute embedded Java applets
eo: Plenumu enkorpigitajn Javajn retprogramojn

source: Render objects using plugins
eo: Prezentu objektojn uzante kromprogramojn

source: Render embedded objects using plugins
eo: Prezentu enkorpigitajn objektojn uzante kromprogramojn

source: Open in viewer (remote content is enabled)
eo: Malfermu en vidilo (fora enhavo estas ebligita)

source: Do nothing (remote content is disabled)
eo: Faru nenion (fora enhavo estas malebligita)

source: Proxy
eo: Prokurilo

source: Use GNOME's proxy settings
eo: Uzu la prokurilajn agordojn de GNOME

source: Remote resources
eo: Foraj risurcoj

source: Loading remote resources can lead to some privacy issues. When remote content loading is disabled, nothing will be requested from the network. Rendering of images, scripts, plugin objects or Java applets can still be enabled for content that is attached in the email.
eo: Ŝargante forajn risurcojn povas konduki al privatecaj aferoj. Kiam fora enhava ŝargo estas malebligita, nenio estos petata de la reto. Prezentado de bildoj, skriptoj, kromprogramaj objektoj aŭ Javaj kromprogramoj povas ankoraŭ esti ebligitaj por enhavo kiu estas algluata al la retpoŝto.

source: Enable loading of remote content
eo: Ebligu ŝargon de fora enhavo

source: Open in external browser
eo: Malfermu en ekstera krozilo

source: The CSS in this file will be applied to all HTML parts
eo: La CSS en ĉi tiu dosiero estos aplikata al ĉiuj HTML partoj

source: Bro_wse
eo: Foliumu

source: Select stylesheet
eo: Elektu stilfolion

source: Remote content loading is disabled.
eo: Fora enhava ŝargo malebligita.

source: Load images
eo: Ŝargu bildojn

source: Enable remote content
eo: Ebligu foran enhavon

source: Enable Javascript
eo: Ebligu Javaskripton

source: Enable Plugins
eo: Ebligu kromprogramojn

source: Enable Java
eo: Ebligu Java

source: Open links with external browser
eo: Malfermu ligilojn en ekstera krozilo

source: An error occurred: %d
eo: Eraro okazis: %d

source: %s is a malformed or not supported feed
eo: %s estas misformita aŭ ne subtenata fluo

source: Search the Web
eo: Serĉu la TTT

source: Open in Viewer
eo: Malfermu en vidilo

source: Open in Viewer (enable remote content)
eo: Malfermu en Vidilo (ebligu foran enhavon)

source: Open in Browser
eo: Malfermu en krozilo

source: Open Image
eo: Malfermu bildon

source: Copy Link
eo: Kopiu ligilon

source: Download Link
eo: Elŝutu ligilon

source: Save Image As
eo: Konservu bildon kiel

source: Copy Image
eo: Kopiu bildon

source: Import feed
eo: Importu fluon

source: Fancy
eo: Fantazia

source: Fancy HTML Viewer
eo: Fantazia HTML vidilo

source: This plugin renders HTML mail using the WebKit %d.%d.%d library. By default all remote content is blocked. Options can be found in /Configuration/Preferences/Plugins/Fancy
eo: Ĉi tiu kromprogramo prezentas HTML poŝton uzante la WebKit %d.%d.%d bibliotekon. Defaŭlte, ĉiu fora enhavo estas blokita. Opcioj povas esti trovataj en /Agordo/Preferoj/Kromprogramoj/Fantazia

source: failed to write Fetchinfo configuration to file
eo: malsukcesis skribi Fetchinfo agordon al dosiero

source: Failed to register mail receive hook
eo: Malsukcesis registri poŝtan ricevan hokon

source: This plugin modifies the downloaded messages. It inserts headers containing some download information: UIDL, Claws Mail account name, POP server, user ID and retrieval time. Options can be found in /Configuration/Preferences/Plugins/Fetchinfo
eo: Ĉi tiu kromprogramo modifas la elŝutitajn mesaĝojn. Ĝi enmetas ĉapojn enhavante kelkan elŝutan informon: UIDL, Claws Mail kontnomo, POP servilo, uzanta identigilo kaj haviga horo. Opcioj povas esti trovataj en /Agordo/Preferoj/Kromprogramoj/Fetchinfo

source: Mail marking
eo: Poŝta markado

source: Add fetchinfo headers
eo: Aldonu fetchinfo ĉapojn

source: Account name
eo: Konta nomo

source: Receive server
eo: Riceva servilo

source: UserID
eo: Uzanta identigilo

source: Fetch time
eo: Alporta horo

source: GData plugin: Error querying for contacts: %s
eo: GData kromprogramo: Eraro demandante por kontaktoj: %s

source: Added %d of
eo: Aldonis %d de

source: 1 contact to the cache
eo: 1 kontakto al la kaŝo

source: GData plugin: Starting async contacts query
eo: GData kromprogramo: Komencas async kontaktan demandon

source: GData plugin: Error querying for groups: %s
eo: GData kromprogramo: Eraro demandante por grupoj: %s

source: GData plugin: Groups received
eo: GData kromprogramo: Grupoj ricevitaj

source: GData plugin: Starting async groups query
eo: GData kromprogramo: Komencas async grupan demandon

source: Authentication
eo: Aŭtentigo

source: Username:
eo: Uzantnomo:

source: Polling interval (seconds):
eo: Enketa intervalo (sekundoj):

source: Maximum number of results:
eo: Maksimuma nombro da rezultoj:

source: GData Plugin: Failed to write plugin configuration to file
eo: GData kromprogramo: Malsukcesis skribi kromprograman agordon al dosiero

source: Failed to register address completion hook in the GData plugin
eo: Malsukecis registri adresan kompletigan hokon en la GData kromprogramo

source: Failed to register offline switch hook in the GData plugin
eo: Malsukcesis registri senretan ŝaltilan hokon en la GData kromprogramo

source: This plugin provides access to the GData protocol for Claws Mail. The GData protocol is an interface to Google services. Currently, the only implemented functionality is to include Google Contacts into the Tab-address completion. Feedback to <berndth@gmx.de> is welcome.
eo: Ĉi tiu kromprogramo provizas atingon al la GData protokolo por Claws Mail. La GData protokolo estas interfaco al Guglaj servoj. Nune, la nura funkcieco realigita estas inkluzivi Guglajn Kontaktojn en la Tab-adresa kompletigo. Prijuĝaj rimarkoj al <berndth@gmx.de> estos bonvenaj.

source: GData integration
eo: GData intergrado

source: Found location: (%.2f,%.2f)
eo: Trovis lokon: (%.2f,%.2f)

source: Alleged country of origin:
eo: Laŭdira lando origina:

source: Could not resolve location of IP address
eo: Ne povis solvi lokon de IP adreso

source: Try to locate sender
eo: Provu lokigi sendinton

source: Andorra
eo: Andoro

source: United Arab Emirates
eo: Unuigitaj Arabaj Emirejoj

source: Afghanistan
eo: Afganio

source: Antigua And Barbuda
eo: Antigvo kaj Barbudo

source: Anguilla
eo: Anguilo

source: Albania
eo: Albanio

source: Armenia
eo: Armenio

source: Netherlands Antilles
eo: Nederlandaj Antiloj

source: Angola
eo: Angolo

source: Antarctica
eo: Antarkto

source: Argentina
eo: Argentino

source: American Samoa
eo: Usona Samoo

source: Austria
eo: Aŭstrio

source: Australia
eo: Aŭstralio

source: Aruba
eo: Arubo

source: Azerbaijan
eo: Azerbajĝano

source: Bosnia And Herzegovina
eo: Bosnio kaj Hercegovino

source: Barbados
eo: Barbado

source: Bangladesh
eo: Bangladeŝo

source: Belgium
eo: Belgio

source: Bulgaria
eo: Bulgario

source: Bahrain
eo: Barejno

source: Burundi
eo: Burundo

source: Benin
eo: Benino

source: Bermuda
eo: Bermudo

source: Brunei Darussalam
eo: Brunej Darusalamo

source: Bolivia
eo: Bolivio

source: Brazil
eo: Brazilo

source: Bahamas
eo: Bahamoj

source: Bhutan
eo: Butano

source: Bouvet Island
eo: Buve Insulo

source: Botswana
eo: Bocŭano

source: Belarus
eo: Belaruso

source: Belize
eo: Belizo

source: Canada
eo: Kanado

source: Cocos (Keeling) Islands
eo: Kokaj (Kiling) Insuloj

source: Central African Republic
eo: Centra Afrika Respubliko

source: Congo
eo: Kongo

source: Switzerland
eo: Svislando

source: Cote D'Ivoire
eo: Ebura Bordo

source: Cook Islands
eo: Cook Insuloj

source: Chile
eo: Ĉilio

source: Cameroon
eo: Kameruno

source: China
eo: Ĉino

source: Colombia
eo: Kolombio

source: Costa Rica
eo: Kostariko

source: Cuba
eo: Kubo

source: Cape Verde
eo: Verdkabaj Insuloj

source: Christmas Island
eo: Kristnaska Insulo

source: Cyprus
eo: Cipro

source: Czech Republic
eo: Ĉeka Respubliko

source: Germany
eo: Germanio

source: Djibouti
eo: Ĝibutio

source: Denmark
eo: Danlando

source: Dominica
eo: Dominiko

source: Dominican Republic
eo: Dominika Respubliko

source: Algeria
eo: Alĝerio

source: Ecuador
eo: Ekvadoro

source: Estonia
eo: Estonio

source: Egypt
eo: Egipto

source: Western Sahara
eo: Okcidenta saharo

source: Eritrea
eo: Eritreo

source: Spain
eo: Hispanio

source: Ethiopia
eo: Etiopio

source: Finland
eo: Finnlando

source: Fiji
eo: Fiĝio

source: Falkland Islands (Malvinas)
eo: Falklandaj Insuloj (Malvinio)

source: Micronesia, Federated States Of
eo: Mikronezio, Federacigitaj Ŝtatoj de

source: Faroe Islands
eo: Feroaj Insuloj

source: France
eo: Francio

source: France, Metropolitan
eo: Francio

source: Gabon
eo: Gabono

source: United Kingdom
eo: Unuiĝinta Reĝlando

source: Grenada
eo: Grenado

source: Georgia
eo: Georgio

source: French Guiana
eo: Franca Gujano

source: Ghana
eo: Ghano

source: Gibraltar
eo: Gibraltaro

source: Greenland
eo: Grenlando

source: Gambia
eo: Gambio

source: Guinea
eo: Gvineo

source: Guadeloupe
eo: Gvadelupo

source: Equatorial Guinea
eo: Ekvatora Gvineo

source: Greece
eo: Grekio

source: South Georgia And The South Sandwich Islands
eo: Suda Georgio kaj La Sudaj Sandviĉaj Insuloj

source: Guatemala
eo: Gvatemalo

source: Guam
eo: Gvamo

source: Guinea-Bissau
eo: Gvineo-Bisaŭo

source: Guyana
eo: Gujano

source: Hong Kong
eo: Hongkongo

source: Heard Island And Mcdonald Islands
eo: Herda Insulo kaj Makdonaldaj Insuloj

source: Honduras
eo: Honduraso

source: Croatia
eo: Kroatio

source: Haiti
eo: Hejtio

source: Hungary
eo: Hungario

source: Indonesia
eo: Indonezio

source: Ireland
eo: Irlando

source: Israel
eo: Israelo

source: India
eo: Hindio

source: British Indian Ocean Territory
eo: Brita Hinda Oceana Teritorio

source: Iraq
eo: Irako

source: Iran, Islamic Republic Of
eo: Irano, Islama Respubliko de

source: Iceland
eo: Islando

source: Italy
eo: Italio

source: Jamaica
eo: Jamajko

source: Jordan
eo: Jordano

source: Japan
eo: Japanio

source: Kenya
eo: Kenjo

source: Kyrgyzstan
eo: Kirgistano

source: Cambodia
eo: Kambodio

source: Kiribati
eo: Kiribato

source: Comoros
eo: Komoroso

source: Saint Kitts And Nevis
eo: Sankta Kito kaj Nevis

source: Korea, Democratic People'S Republic Of
eo: Koreo, Demokrata Popola Respubliko de

source: Korea, Republic Of
eo: Koreo, Respubliko de

source: Kuwait
eo: Kuŭeto

source: Cayman Islands
eo: Kejmanaj Insuloj

source: Kazakhstan
eo: Kazakstano

source: Lao People'S Democratic Republic
eo: Laa Popola Demokrata Respubliko

source: Lebanon
eo: Libano

source: Saint Lucia
eo: Sankta Luĉia

source: Liechtenstein
eo: Liĥtenstajno

source: Sri Lanka
eo: Cejlono

source: Liberia
eo: Liberio

source: Lesotho
eo: Lesoto

source: Lithuania
eo: Litovio

source: Luxembourg
eo: Luksemburgo

source: Latvia
eo: Latvio

source: Libyan Arab Jamahiriya
eo: Libia Araba Ĝamahirija

source: Morocco
eo: Maroko

source: Monaco
eo: Monako

source: Moldova, Republic Of
eo: Moldovo, Respubliko de

source: Madagascar
eo: Madagaskaro

source: Marshall Islands
eo: Marŝalaj Insuloj

source: Macedonia, The Former Yugoslav Republic Of
eo: Macedonio, La Antaŭa Jugoslavia Respubliko de

source: Mali
eo: Malio

source: Myanmar
eo: Myanmaro

source: Mongolia
eo: Mongolio

source: Macao
eo: Makao

source: Northern Mariana Islands
eo: Nordaj Marianaj Insuloj

source: Martinique
eo: Martiniko

source: Mauritania
eo: Maŭritanio

source: Montserrat
eo: Montserato

source: Malta
eo: Malto

source: Mauritius
eo: Maŭricio

source: Maldives
eo: Maldivoj

source: Malawi
eo: Malaŭio

source: Mexico
eo: Meksiko

source: Malaysia
eo: Malajzio

source: Mozambique
eo: Mozambiko

source: Namibia
eo: Namibio

source: New Caledonia
eo: Nova Kaledonio

source: Niger
eo: Nigero

source: Norfolk Island
eo: Norfolka Insulo

source: Nigeria
eo: Nigerio

source: Nicaragua
eo: Nikaragvo

source: Netherlands
eo: Nederlando

source: Norway
eo: Norvegio

source: Nepal
eo: Nepalo

source: Nauru
eo: Naŭruo

source: Niue
eo: Niuo

source: New Zealand
eo: Novzelando

source: Oman
eo: Omano

source: Panama
eo: Panamo

source: Peru
eo: Peruo

source: French Polynesia
eo: Franca Polinezio

source: Papua New Guinea
eo: Papua Novgvineo

source: Philippines
eo: Filipinoj

source: Pakistan
eo: Pakistano

source: Poland
eo: Pollando

source: Saint Pierre And Miquelon
eo: Sankta Petro kaj Mikelono

source: Pitcairn
eo: Pitkerna Insulo

source: Puerto Rico
eo: Pŭerto Riko

source: Portugal
eo: Portugalio

source: Palau
eo: Palaŭo

source: Paraguay
eo: Paragvajo

source: Qatar
eo: Kataro

source: Reunion
eo: Reuniĝo

source: Romania
eo: Rumanio

source: Russian Federation
eo: Rusa Federacio

source: Rwanda
eo: Ruŭando

source: Saudi Arabia
eo: Saŭdi Arabio

source: Solomon Islands
eo: Salomonaj Insuloj

source: Seychelles
eo: Sejŝelo

source: Sudan
eo: Sudano

source: Sweden
eo: Svedio

source: Singapore
eo: Singaporo

source: Saint Helena
eo: Sankta Helena

source: Slovenia
eo: Slovenio

source: Svalbard And Jan Mayen
eo: Svalbardo kaj Jan Mejeno

source: Slovakia
eo: Slovakio

source: Sierra Leone
eo: Sieraleono

source: San Marino
eo: Sankta Marino

source: Senegal
eo: Senegalo

source: Somalia
eo: Somalio

source: Suriname
eo: Surinamo

source: Sao Tome And Principe
eo: Sankta Tome kaj Principe

source: El Salvador
eo: Salvadoro

source: Syrian Arab Republic
eo: Siria Araba Respubliko

source: Swaziland
eo: Svazilando

source: Turks And Caicos Islands
eo: Turkaj kaj Kajkosaj Insuloj

source: Chad
eo: Ĉado

source: French Southern Territories
eo: Francaj Sudaj Teritorioj

source: Thailand
eo: Tajlando

source: Tajikistan
eo: Taĵikistano

source: Tokelau
eo: Tokelaŭo

source: Turkmenistan
eo: Turkmenistano

source: Tunisia
eo: Tunizio

source: Tonga
eo: Tongo

source: East Timor
eo: Orienta Timoro

source: Turkey
eo: Turkio
