Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: If checked, you can change the keyboard shortcuts of most of the menu items by focusing on the menu item and pressing a key combination. Uncheck this option if you want to lock all existing keyboard shortcuts.
eo: Se markita, vi povas ŝanĝi la fulmoklavojn de la plejparto de la menueroj per fokusante sur la menuero kaj premante klavkombinon. Malmarku ĉi tiun opcion se vi volas ŝlosi ĉiujn ekzistantajn fulmoklavojn.

source: Choose preset keyboard shortcuts...
eo: Elektu antaŭagordajn fulmoklavojn...

source: Metadata handling
eo: Metadatuma traktado

source: Safer mode asks the OS to write metadata to disk directly; it avoids data loss after crashes but can take some time.
eo: Pli sekura reĝimo demandas al la operaciumo skribu metadatumojn al la disko rekte; ĝi evitas perdon de datumoj post kraŝoj, sed povas daŭri dum iom da tempo.

source: Safer
eo: Pli sekura

source: Faster
eo: Pli rapida

source: Socket I/O timeout
eo: Inga eneliga eltempiĝo

source: Ask before emptying trash
eo: Demandu antaŭ ol malplenigi rubujon

source: Ask about account specific filtering rules when filtering manually
eo: Demandu pri kontaj specifaj filtradaj reguloj kiam filtras permane

source: Use secure file deletion if possible
eo: Uzu sekuran dosieran forigon se eble (la `shred' programo ne haveblas)

source: Use secure file deletion if possible (the 'shred' program is not available)
eo: Uzu sekuran dosieran forigon se eble (la `shred' programo ne haveblas)

source: Use the 'shred' program to overwrite files with random data before deleting them. This slows down deletion. Be sure to read shred's man page for caveats.
eo: Uzu la `shred' (disŝiru) programon anstataŭigi dosierojn kun stokastaj datumoj antaŭ ol forigante ilin. Ĉi tio malrapidigas forigon. Estu certa legi la manlibron por la `shred' programo por esceptoj.

source: Synchronise offline folders as soon as possible
eo: Sinkronigu enretajn dosierujon kiel eble plej baldaŭ

source: Miscellaneous
eo: Diversaj

source: On %d\n%f wrote:\n\n%q
eo: Je %d\n%f skribis:\n\n%q

source: External incorporation program
eo: Ekstera enkorpiga programo

source: Use external program for receiving mail
eo: Uzu eksteran programon por ricevi poŝton

source: Automatic checking
eo: Aŭtomata kontrolado

source: Check for new mail every
eo: Kontrolu por nova poŝto ĉiu

source: Check for new mail on start-up
eo: Kontrolu por nova poŝto je komenco

source: Dialogs
eo: Dialogoj

source: Show receive dialog
eo: Montru ricevan dialogon

source: Only on manual receiving
eo: Nur je permana ricevado

source: Close receive dialog when finished
eo: Fermu ricevadan dialogon kiam finita

source: Don't popup error dialog on receive error
eo: Ne ŝprucigu erardialogon je riceva eraro

source: After receiving new mail
eo: Post ricevo de nova poŝto

source: Go to Inbox
eo: Iru al Enirkesto

source: Update all local folders
eo: Ĝisdatigu ĉiujn lokajn dosierujojn

source: Run command
eo: Plenumu komandon

source: after automatic check
eo: post aŭtomata kontrolo

source: after manual check
eo: post permana kontrolo

source: Command to execute: (use %d as number of new mails)
eo: Komando plenumenda: (uzu %d kiel nombro da novaj poŝtoj)

source: Mail Handling
eo: Poŝta traktado

source: Receiving
eo: Ricevas

source: Save sent messages to Sent folder
eo: Konservu senditajn mesaĝojn al Sendita dosierujo

source: Confirm before sending queued messages
eo: Konfirmu antaŭ ol sendi envicigitajn mesaĝojn

source: Never send Return Receipts
eo: Neniam sendu Revenajn Kvitancojn

source: Show send dialog
eo: Montru sendan dialogon

source: Warn when Subject is empty
eo: Avertu kiam temo estas malplena

source: Outgoing encoding
eo: Elira kodoprezento

source: If 'Automatic' is selected, the optimal encoding for the current locale will be used
eo: Se `Aŭtomata' estas elektita, la optimuma kodoprezento por la nuna lokaĵaro estos uzata

source: Automatic (Recommended)
eo: Aŭtomata (rekomendita)

source: 7bit ASCII (US-ASCII)
eo: 7bita ASKIA (US-ASKIA)

source: Unicode (UTF-8)
eo: Unikodo (UTF-8)

source: Western European (ISO-8859-1)
eo: Okcidenta Eŭropa (ISO-8859-1)

source: Western European (ISO-8859-15)
eo: Okcidenta Eŭropa (ISO-8859-15)

source: Central European (ISO-8859-2)
eo: Centra Eŭropa (ISO-8859-2)

source: Baltic (ISO-8859-13)
eo: Balta (ISO-8859-13)

source: Baltic (ISO-8859-4)
eo: Balta (ISO-8859-4)

source: Greek (ISO-8859-7)
eo: Greka (ISO-8859-7)

source: Hebrew (ISO-8859-8)
eo: Hebrea (ISO-8859-8)

source: Hebrew (Windows-1255)
eo: Hebrea (Vindoza-1255)

source: Arabic (ISO-8859-6)
eo: Araba (ISO-8859-6)

source: Arabic (Windows-1256)
eo: Araba (Vindoza-1256)

source: Turkish (ISO-8859-9)
eo: Turka (ISO-8859-9)

source: Cyrillic (ISO-8859-5)
eo: Cirila (ISO-8859-5)

source: Cyrillic (KOI8-R)
eo: Cirila (KOI8-R)

source: Cyrillic (KOI8-U)
eo: Cirila (KOI8-U)

source: Cyrillic (Windows-1251)
eo: Cirila (Vindoza-1251)

source: Japanese (ISO-2022-JP)
eo: Japana (ISO-2022-JP)

source: Japanese (EUC-JP)
eo: Japana (EUC-JP)

source: Japanese (Shift_JIS)
eo: Japana (Shift_JIS)

source: Simplified Chinese (GB18030)
eo: Simpligita ĉina (GB18030)

source: Simplified Chinese (GB2312)
eo: Simpligita ĉina (GB2312)

source: Simplified Chinese (GBK)
eo: Simpligita ĉina (GBK)

source: Traditional Chinese (Big5)
eo: Tradicia ĉina (Big5)

source: Traditional Chinese (EUC-TW)
eo: Tradicia ĉina (EUC-TW)

source: Chinese (ISO-2022-CN)
eo: Ĉina (ISO-2022-CN)

source: Korean (EUC-KR)
eo: Korea (EUC-KR)

source: Thai (TIS-620)
eo: Taja (TIS-620)

source: Thai (Windows-874)
eo: Taja (Vindoza-874)

source: Transfer encoding
eo: Transmeta kodoprezento

source: Specify Content-Transfer-Encoding used when message body contains non-ASCII characters
eo: Specifu Enhava-Transmeta-Kodoprezenton uzata kiam mesaĝa korpo enhavas ne-ASKIAJ signojn

source: Sending
eo: Sendas

source: Pick color for misspelled word
eo: Elektu koloron por misliterumita vorto

source: Enable spell checker
eo: Ebligu literumilon

source: Enable alternate dictionary
eo: Ebligu alternativan leksikon

source: Faster switching with last used dictionary
eo: Plirapida ŝaltado kun laste uzata leksikono

source: Automatic spell checking
eo: Aŭtomata literumada kontrolo

source: Re-check message when changing dictionary
eo: Re-kontrolu mesaĝon kiam ŝanĝante leksikonon

source: Dictionary
eo: Leksikono

source: Check with both dictionaries
eo: Kontrolu kun ambaŭ leksikonoj

source: Get more dictionaries...
eo: Havigu pluajn leksikonojn...

source: Misspelled word color
eo: Koloro de misliterumita vorto

source: Pick color for misspelled word. Use black to underline
eo: Elektu koloron por misliterumita vorto. Uzu nigron por substreki

source: Spell Checking
eo: Literumada kontrolo

source: the abbreviated weekday name
eo: la mallongigita labortaga nomo

source: the full weekday name
eo: la plena labortaga nomo

source: the abbreviated month name
eo: la mallongigita monata nomo

source: the full month name
eo: la plena monata nomo

source: the preferred date and time for the current locale
eo: la preferata dato kaj tempo por la nuna lokaĵaro

source: the century number (year/100)
eo: la centjara numero (jaro/100)

source: the day of the month as a decimal number
eo: la tago de la monato kiel dekuma numero

source: the hour as a decimal number using a 24-hour clock
eo: la horo kiel dekuma numero uzante 24-horan horloĝon

source: the hour as a decimal number using a 12-hour clock
eo: la horo kiel dekuma numero uzante 12-horan horloĝon

source: the day of the year as a decimal number
eo: la tago de la jaro kiel dekuma numero

source: the month as a decimal number
eo: la monato kiel dekuma numero

source: the minute as a decimal number
eo: la minuto kiel dekuma numero

source: either AM or PM
eo: aŭ matene aŭ posttagmeze

source: the second as a decimal number
eo: la sekundo kiel dekuma numero

source: the day of the week as a decimal number
eo: la tago de la semajno kiel dekuma numero

source: the preferred date for the current locale
eo: la preferata dato por la nuna lokaĵaro

source: the last two digits of a year
eo: la lastaj du ciferoj de jaro

source: the year as a decimal number
eo: la jaro kiel dekuma numero

source: the time zone or name or abbreviation
eo: la horzono aŭ nomo aŭ mallongigo

source: Date format
eo: Data aranĝo

source: Specifier
eo: Specifilo

source: Example
eo: Specimeno

source: Display message number next to folder name
eo: Montru mesaĝan numeron apud la dosieruja nomo

source: Unread messages
eo: Nelegitaj mesaĝoj

source: Unread and Total messages
eo: Nelegitaj mesaĝoj kaj sumo

source: Open last opened folder at start-up
eo: Malfermu laste malfermitan dosierujon je komenco

source: Abbreviate newsgroup names longer than
eo: Mallongigu novaĵgrupajn nomojn pli longa ol

source: letters
eo: literoj

source: Message list
eo: Mesaĝa listo

source: Set default selection when entering a folder
eo: Fiksu defaŭltan elekton kiam enirante dosierujon

source: Show "no unread (or new) message" dialog
eo: Montru "neniu nelegita (aŭ nova) mesaĝo" dialogon

source: Assume 'Yes'
eo: Supozu `Jes'

source: Assume 'No'
eo: Supozu `Ne'

source: Open message when selected
eo: Malfermu mesaĝon kiam elektita

source: When message view is visible
eo: Kiam mesaĝa vido videblas

source: Thread using subject in addition to standard headers
eo: Fadeno uzante temon krom normajn ĉapojn

source: Execute immediately when moving or deleting messages
eo: Plenumu tuj kiam movante aŭ forigante mesaĝojn

source: Defers moving, copying and deleting of messages until you choose 'Tools/Execute'
eo: Prokrastas movon, kopion aŭ forigon de mesaĝoj ĝis vi elektas `Iloj/Plenumu'

source: Mark message as read
eo: Marku mesaĝon kiel legite

source: when selected, after
eo: kiam elektita, post

source: only when opened in a new window, or replied to
eo: nur kiam malfermita en nova fenestro, aŭ respondita al

source: Display sender using address book
eo: Montru sendinton uzante adreslibron

source: Show tooltips
eo: Montru ŝpruckonsiletojn

source: Date format help
eo: Data aranĝa helpo

source: Confirm before marking all messages in a folder as read
eo: Konfirmu antaŭ ol marki ĉiujn mesaĝojn en dosierujo kiel legite

source: Translate header names
eo: Traduku ĉapajn nomojn

source: The display of standard headers (such as 'From:', 'Subject:') will be translated into your language.
eo: La montro de normaj ĉapoj (kiel `De:', `Temo:') estos tradukitaj en vian lingvon

source: Summaries
eo: Resumoj

source: Number
eo: Nombro

source: Message list columns configuration
eo: Mesaĝa lista kolumna agordo

source: Select columns to be displayed in the message list. You can modify the order by using the Up / Down buttons or by dragging the items.
eo: Elektu kolumnojn montrendajn en la mesaĝa listo. Vi povas modifi la ordon uzante la Supren / Malsupren butonojn aŭ per treno de la eroj.

source: first marked email
eo: unua markita retpoŝto

source: first new email
eo: unua nova retpoŝto

source: first unread email
eo: unua nelegita retpoŝto

source: last opened email
eo: lasta malfermita retpoŝto

source: last email in the list
eo: lasta retpoŝto en la listo

source: first email in the list
eo: unua retpoŝto en la listo

source: Selection when entering a folder
eo: Elekto kiam enirante dosierujon

source: Possible selections
eo: Eblaj elektoj

source: Selection on folder opening
eo: Elekto je dosieruja malfermo

source: This name is used as the Menu item
eo: Ĉi tiu nomo estas uzata kiel la menuero

source: Override composing account's From header. This doesn't change the composing account.
eo: Superregu De ĉapo de verka konto. Ĉi tio ne ŝanĝas la verkan konton.

source: Append the new template above to the list
eo: Aldonu la novan ŝablonon supran al la listo

source: Replace the selected template in list with the template above
eo: Anstataŭigu la elektitan ŝablonon en listo kun la supra ŝablono

source: Delete the selected template from the list
eo: Forigu la elektitan ŝablonon de la listo

source: Show information on configuring templates
eo: Montru informon pri agordo de ŝablonoj

source: Move the selected template to the top
eo: Movu la elektitan ŝablonon al la supro

source: Move the selected template up
eo: Move la elektitan ŝablonon supren

source: Move the selected template down
eo: Movu la elektitan ŝablonon malsupren

source: Move the selected template to the bottom
eo: Movu la elektitan ŝablonon al la malsupro

source: Template configuration
eo: Ŝablona agordo

source: Templates list not saved
eo: Ŝablona listo ne konservita

source: The templates list has been modified. Close anyway?
eo: La ŝablona listo estis modifiita. Ĉu fermu malgraŭe?

source: The template's name is not set.
eo: La nomo de la ŝablono ne estas fiksita.

source: The "From" field of the template contains an invalid email address.
eo: La "De" kampo de la ŝablono enhavas nevalidan retpoŝtan adreson

source: The "To" field of the template contains an invalid email address.
eo: La "To" kampo de la ŝablono enhavas nevalidan retpoŝtan adreson.

source: The "Cc" field of the template contains an invalid email address.
eo: La "Kk" kampo de la ŝablono enhavas nevalidan retpoŝtan adreson.

source: The "Bcc" field of the template contains an invalid email address.
eo: La "Bkk" kampo de la ŝablono enhavas nevalidan retpoŝtan adreson.

source: The "Reply-To" field of the template contains an invalid email address.
eo: La "Respondu-Al" kampo de la ŝablono enhavas nevalidan retpoŝtan adreson.

source: The "Subject" field of the template is invalid.
eo: La "Temo" kampo de la ŝablono ne estas valida.

source: Delete template
eo: Forigu ŝablonon

source: Do you really want to delete this template?
eo: Ĉu vi vere volas forigi ĉi tiun ŝablonon?

source: Delete all templates
eo: Forigu ĉiujn ŝablonojn

source: Do you really want to delete all the templates?
eo: Ĉu vi vere volas forigi ĉiujn ŝablonojn?

source: Current templates
eo: Nunaj ŝablonoj

source: Template
eo: Ŝablono

source: Default internal theme
eo: Defaŭlta interna temo

source: Themes
eo: Temoj

source: Only root can remove system themes
eo: Nur la ĉefuzanto povas forigi sistemajn temojn

source: Remove system theme '%s'
eo: Forigu sisteman temon `%s'

source: Remove theme '%s'
eo: Forigu temon `%s'

source: Are you sure you want to remove this theme?
eo: Ĉu vi estas certa ke vi volas forigi ĉi tiun temon?

source: File %s failed while removing theme.
eo: Dosiero %s fiaskis dum forigado de temo.

source: Removing theme directory failed.
eo: Forigo de tema dosierujo fiaskis.

source: Theme removed successfully
eo: Temo forigita sukcese

source: Select theme folder
eo: Elektu teman dosierujon

source: Install theme '%s'
eo: Instalu temon `%s'

source: This folder doesn't seem to be a theme folder. Install anyway?
eo: Ĉi tiu dosierujo ŝajnas ne esti tema dosierujo. Ĉu instalu malgraŭe?

source: Do you want to install theme for all users?
eo: Ĉu vi volas instali temon por ĉiuj uzantoj?

source: Theme exists
eo: Temo ekzistas

source: A theme with the same name is already installed in this location. Do you want to replace it?
eo: Temo kun la sama nomo jam estas instalita en ĉi tiu loko. Ĉu vi volas anstataŭigi ĝin?

source: Couldn't delete the old theme in %s.
eo: Ne povis forigi la malnovan temon en %s.

source: Couldn't create destination directory %s.
eo: Ne povis krei celan dosierujon %s.

source: Theme installed successfully.
eo: Temo instalita sukcese.

source: Failed installing theme
eo: Malsukcesis instali temon

source: File %s failed while installing theme.
eo: Dosiero %s fiaskis kiam instalante temon.

source: %d themes available (%d user, %d system, 1 internal)
eo: %d temoj haveblas (%d uzanta, %d sistema, 1 interna)

source: Internal theme has %d icons
eo: Interna temo havas %d piktogramojn

source: No info file available for this theme
eo: Neniu informa dosiero haveblas por ĉi tiu temo

source: Error: couldn't get theme status
eo: Eraro: ne povis havigi teman staton

source: %d files (%d icons), size: %s
eo: %d dosieroj (%d piktogramoj), grando: %s

source: Selector
eo: Elektilo

source: Install new...
eo: Instalu nova(j)n...

source: Get more...
eo: Havigu pliajn...

source: Information
eo: Informo

source: Author:
eo: Aŭtoro:

source: URL:
eo: Retadreso:

source: Preview
eo: Antaŭvido

source: Selected Action already set. Please choose another Action from List
eo: Elekita ago jam fiksita. Bonvolu elekti alian Agon de Listo

source: Item has no icon defined.
eo: Ero ne havas piktogramon difinitan.

source: Item has no text defined.
eo: Ero havas neniun tekston difinitan.

source: Toolbar item
eo: Ilbretero

source: Item type
eo: Era tipo

source: Internal Function
eo: Interna funkcio

source: User Action
eo: Uzanta ago

source: Separator
eo: Apartigilo

source: Event executed on click
eo: Evento plenumita je alklako

source: Toolbar text
eo: Ilbreta teksto

source: Icon
eo: Piktogramo

source: A_dd
eo: Al_donu

source: Toolbars
eo: Ilbretoj

source: Main Window
eo: Ĉefa fenestro

source: Message Window
eo: Mesaĝa fenestro

source: Compose Window
eo: Verka fenestro

source: Icon text
eo: Piktograma teksto

source: Mapped event
eo: Bildigita evento

source: Toolbar item icon
eo: Ilbretera piktogramo

source: Auto wrapping
eo: Aŭtŭomata teksta ĉirkaŭfluo

source: Wrap quotation
eo: Ĉirkaŭfluigu citon

source: Wrap pasted text
eo: Ĉirkaŭfluigu algluitan tekston

source: Auto indent
eo: Aŭtomate alineu

source: Wrap text at
eo: Ĉirkaŭfluigu tekston ĉe

source: Wrapping
eo: Ĉirkaŭfluigas

source: Print preview
eo: Presa antaŭvido

source: First page
eo: Unua paĝo

source: Last page
eo: Lasta paĝo

source: Zoom 100%
eo: Zomu 100%

source: Zoom fit
eo: Zomu taŭge

source: Zoom in
eo: Enzomu

source: Zoom out
eo: Elzomu

source: Page %d
eo: Paĝo %d

source: No information available
eo: Neniu informo haveblas

source: No recipient keys defined.
eo: Neniu ricevintaj ŝlosiloj difinitaj.

source: [Error decoding BASE64]
eo: [Eraro malkodante BASE64]

source: Already trying to send.
eo: Jam provas sendi.

source: Couldn't open file %s.
eo: Ne povis malfermi dosieron %s.

source: Queued message header is broken.
eo: Envicigita mesaĝa ĉapo estas rompita.

source: An error happened during SMTP session.
eo: Eraro okazis dum SMTP sesio.

source: No specific account has been found to send, and an error happened during SMTP session.
eo: Neniu specifa konto estas trovita por sendi, kaj eraro okazis dum SMTP sesio.

source: Couldn't determine sending information. Maybe the email hasn't been generated by Claws Mail.
eo: Ne povis determini sendan informon. Eble la retpoŝto ne estis generita de Claws Mail.

source: Couldn't create temporary file for news sending.
eo: Ne povis krei provizoran dosieron por novaĵsendo.

source: Error when writing temporary file for news sending.
eo: Eraro kiam skribante provizoran dosieron por novaĵsendo.

source: Error occurred while posting the message to %s.
eo: Eraro okazis dum poŝtado de la mesaĝo al %s.

source: Filtering messages...
eo: Filtras mesaĝojn...

source: <span weight="bold">symbols:</span>
eo: <span weight="bold">simboloj:</span>

source: customized date format (see 'man strftime')
eo: proprigitan datan aranĝon (vidu `man strftime')

source: email address of sender
eo: repoŝta adreso de sendanto

source: full name of sender
eo: plena nomo de sendanto

source: first name of sender
eo: unua nomo de sendanto

source: last name of sender
eo: lasta nomo de sendanto

source: initials of sender
eo: komencliteroj de sendanto

source: message body
eo: mesaĝa korpo

source: quoted message body
eo: citita mesaĝa korpo

source: message body without signature
eo: mesaĝa korpo sen subskribo

source: quoted message body without signature
eo: citita mesaĝa korpo sen subskribo

source: message tags
eo: mesaĝaj etikedoj

source: current dictionary
eo: nuna leksikono

source: cursor position
eo: kursora pozicio

source: account property: your name
eo: konta eco: via nomo

source: account property: your email address
eo: konta eco: via retpoŝta adreso

source: account property: account name
eo: konta eco: kontnomo

source: account property: organization
eo: konta eco: organizo

source: account property: signature
eo: konta eco: subskribo

source: account property: signature path
eo: konta eco: subskriba vojo

source: account property: default dictionary
eo: konta eco: defaŭlta leksikono

source: address book <span style="oblique">completion</span>: Cc
eo: adreslibro <span style="oblique">kompletigo</span>: Kk

source: address book <span style="oblique">completion</span>: From
eo: adreslibro <span style="oblique">kompletigo</span>: De

source: address book <span style="oblique">completion</span>: To
eo: adreslibro <span style="oblique">kompletigo</span>: Al

source: literal backslash
eo: laŭlitera deklivo

source: literal question mark
eo: laŭlitera demando signo

source: literal exclamation mark
eo: laŭlitera krisigno

source: literal pipe
eo: laŭlitera vertikala streko

source: literal opening curly brace
eo: laŭlitera malferma vinkulo

source: literal closing curly brace
eo: laŭlitera ferma vinkulo

source: tab
eo: tabo

source: <span weight="bold">commands:</span>
eo: <span weight="bold">komandoj:</span>

source: insert <span style="oblique">expr</span> if x is set, where x is one of the [dfNFLIstcnriT, ad, af, ao, as, asp, aT, ABc, ABf, ABt] symbols (or their long equivalent)
eo: enmetu <span style="oblique">espr</span> se x estas fiksita, kie x estas unu el la [dfNFLIstcnriT, ad, af, ao, as, asp, aT, ABc, ABf, ABt] simboloj (aŭ iliaj longaj ekvivalentoj)

source: insert <span style="oblique">expr</span> if x is not set, where x is one of the [dfNFLIstcnriT, ad, af, ao, as, asp, aT, ABc, ABf, ABt] symbols (or their long equivalent)
eo: enmetu <span style="oblique">espr</span> se x ne estas fiksita, kie x estas unu el la [dfNFLIstcnriT, ad, af, ao, as, asp, aT, ABc, ABf, ABt] simboloj (aŭ iliaj ekvivalentoj)

source: insert file: <span style="oblique">sub_expr</span> is evaluated as the path of the file to insert
eo: enmetu dosieron: <span style="oblique">sub_espr</span> estas taksita kiel komandlinio por havigi la eligon de

source: insert program output: <span style="oblique">sub_expr</span> is evaluated as a command-line to get the output from
eo: enmetu programan eligon: <span style="oblique">sub_espr</span> estas taksata kiel komandlinio por havigi la eligon de

source: insert user input: <span style="oblique">sub_expr</span> is a variable to be replaced by user-entered text
eo: enmetu uzantan enigon: <span style="oblique">sub_espr</span> estas variablo anstataŭigenda de uzant-enigita teksto

source: attach file: <span style="oblique">sub_expr</span> is evaluated as the path of the file to attach
eo: algluu dosieron: <span style="oblique">sub_espr</span> estas taksata kiel la vojo de la dosiero algluenda

source: <span weight="bold">definition of terms:</span>
eo: <span weight="bold">difino de terminoj:</span>

source: text that can contain any of the symbols or commands above
eo: teksto kiu povas enhavi iun ajn de la simboloj aŭ komandoj supre

source: text that can contain any of the symbols (no commands) above
eo: teksto kiu povas enhavi iun ajn de la simboloj (ne komandoj) supre

source: completion from address book only works with the first address of the header, it outputs the full name of the contact if that address matches exactly one contact in the address book
eo: kompletigo de adreslibro nur funkcias kun la unua adreso de la ĉapo; ĝi eligas la plenan nomon de la kontakto se tiu adreso kongruas precize unu kontakton en la adreslibro

source: Description of symbols
eo: Priskribo de simboloj

source: The following symbols and commands can be used:
eo: La sekvantaj simboloj kaj komandoj povas esti uzataj:

source: Use template when composing new messages
eo: Uzu ŝablonon kiam verkante novan mesaĝojn
