Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Error creating LDIF file
eo: Eraro kreante LDIF dosieron

source: Select LDIF output file
eo: Elektu LDIF eligan dosieron

source: LDIF Output File
eo: LDIF eliga dosiero

source: The address book Unique ID is used to create a DN that is formatted similar to: uid=102376,ou=people,dc=claws-mail,dc=org
eo: La adreslibra unika identigilo estas uzata krei DN kiu estas aranĝita simile al: uid=102376,ou=homoj,dc=claws-mail,dc=org

source: The address book Display Name is used to create a DN that is formatted similar to: cn=John Doe,ou=people,dc=claws-mail,dc=org
eo: La adreslibra montra nomo estas uzata krei DN kiu estas aranĝita simile al: cn=John Doe,ou=homoj,dc=claws-mail,dc=org

source: The first Email Address belonging to a person is used to create a DN that is formatted similar to: mail=john.doe@domain.com,ou=people,dc=claws-mail,dc=org
eo: La unua retpoŝta adreso apartenante al homo estas uzata por krei DN kiu estas aranĝita simile al: mail=john.doe@domajno.com,ou=homoj,dc=claws-mail,dc=org

source: Suffix
eo: Sufikso

source: The suffix is used to create a "Distinguished Name" (or DN) for an LDAP entry. Examples include: dc=claws-mail,dc=org ou=people,dc=domainname,dc=com o=Organization Name,c=Country
eo: La sufikso estas uzata krei "Distingitan Nomon" (aŭ DN) por LDAP enigo. Ekzempleroj inkluzivas: dc=claws-mail,dc=org ou=homoj,dc=domajnnomo,dc=com o=Organiza nomo,c=lando

source: Relative DN
eo: Relativa DN

source: Unique ID
eo: Unika identigilo

source: The LDIF file contains several data records that are usually loaded into an LDAP server. Each data record in the LDIF file is uniquely identified by a "Distinguished Name" (or DN). The suffix is appended to the "Relative Distinguished Name" (or RDN) to create the DN. Please select one of the available RDN options that will be used to create the DN.
eo: La LDIF dosiero enhavas kelkajn datumajn rikordojn kiuj estas kutime ŝargitaj en LDAP servilon. Ĉiu datuma rikordo en la LDIF dosiero estas unike identigita per "Distingita Nomo" (DN). La sufikso estas aldonita al la "Relativa DN" (RDN) por krei la DN. Bonvolu elekti unu el la disponeblaj RDN opcioj por uzi krei la DN.

source: Use DN attribute if present in data
eo: Uzu DN atributon se ĉeestas en datumoj

source: The addressbook may contain entries that were previously imported from an LDIF file. The "Distinguished Name" (DN) user attribute, if present in the address book data, may be used in the exported LDIF file. The RDN selected above will be used if the DN user attribute is not found.
eo: La adreslibro povas enhavi enigojn kiuj estis antaŭe importitaj de LDIF dosiero. La "Distingita Nomo" (DN) uzanta atributo, se ĉeestas en la adreslibraj datumoj, povas esti uzata en la eksportita LDIF dosiero. La RDN elektita supre estos uzata se la DN uzanta atributo ne troviĝas.

source: Exclude record if no Email Address
eo: Ekskluzivu rikordon se neniu retpoŝta adreso

source: An addressbook may contain entries without Email Addresses. Check this option to ignore these records.
eo: Adreslibro povas enhavi enigojn sen retpoŝtaj adresoj. Marku ĉi tiun opcion por ignori ĉi tiujn rikordojn.

source: Export Address Book to LDIF File
eo: Eksportu adreslibron al LDIF dosiero

source: Distinguished Name
eo: Distingita Nomo

source: Export to mbox file
eo: Eksportu al mbox dosiero

source: Locate the folder to export and specify the mbox file.
eo: Loku la dosierujon por eksporti kaj specifi la mbox dosieron.

source: Source folder:
eo: Fonta dosierujo:

source: Mbox file:
eo: Mbox dosiero:

source: Target mbox filename can't be left empty.
eo: Cela mbox dosiero ne povas esti lasita malplena.

source: Source folder can't be left empty.
eo: Fonta dosierujo ne povas esti lasita malplena.

source: Couldn't find the source folder.
eo: Ne povis trovi la fontan dosierujon.

source: Select exporting file
eo: Elektu eksportantan dosieron

source: Full Name
eo: Plena nomo

source: Attributes
eo: Ecoj

source: Claws Mail Address Book
eo: Claws Mail adreslibro

source: Name already exists but is not a directory.
eo: Nomo jam ekzistas sed ne estas dosierujo.

source: No permissions to create directory.
eo: Neniuj permesoj por krei dosierujon.

source: Name is too long.
eo: Nomo estas tro longa.

source: Not specified.
eo: Ne specifita.

source: The file %s is missing! Do you want to use the backup file from %s?
eo: La dosiero %s mankas! Ĉu vi volas uzi la sekurkopian dosieron de %s?

source: Could not copy %s to %s
eo: Ne povis kopii %s al %s

source: The file %s is empty or corrupted! Do you want to use the backup file from %s?
eo: La dosiero %s estas malplena aŭ rompita! Ĉu vi volas uzi la sekurkopian dosieron de %s?

source: rule is not account-based
eo: regulo ne estas konto-bazita

source: rule is account-based [id=%d, name='%s'], matching the account currently used to retrieve messages
eo: regulo estas konto-bazita [id=%d, nomo='%s'], kongruante kun la konto nune uzata por havigi mesaĝojn

source: NON_EXISTENT
eo: NE_EKZISTAS

source: rule is account-based, not matching the account currently used to retrieve messages
eo: regulo estas kontbazita, ne kongruante kun la kontro nune uzata por havigi mesaĝojn

source: rule is account-based [id=%d, name='%s'], not matching the account currently used to retrieve messages [id=%d, name='%s']
eo: regulo estas kontbazita [id=%d, nomo='%s'], ne kongruas kun la konto nune uzata por havigi mesaĝojn [id=%d, nomo='%s']

source: rule is not account-based, all rules are applied on user request anyway
eo: regulo ne estas kontbazita, ĉiuj reguloj estas aplikataj je uzantpeto ĉiukaze

source: rule is account-based [id=%d, name='%s'], but all rules are applied on user request
eo: regulo estas kontbazita [id=%d, nomo='%s'], sed ĉiuj reguloj estas aplikataj je uzanta peto

source: rule is account-based [id=%d, name='%s'], skipped on user request
eo: regulo estas kont-bazita [id=%d, nomo='%s'], transsaltita je uzanta peto

source: rule is account-based, skipped on user request
eo: regulo estas kontbazita, saltita je uzanta peto

source: rule is account-based [id=%d, name='%s'], not matching current account [id=%d, name='%s']
eo: regulo estas kontbazita [id=%d, nomo='%s'], ne kongruas kun nuna konto [id=%d, nomo=%s']

source: rule is account-based, not matching current account
eo: regulo estas kontbazita, ne kongruas kun nia nuna konto

source: rule is account-based [id=%d, name='%s'], current account [id=%d, name='%s']
eo: regulo estas kontbazita [id=%d, nomo='%s'], nuna konto [id=%d, nomo='%s']

source: applying action [ %s ]
eo: aplikas agon [ %s ]

source: action could not apply
eo: ago ne aplikiĝis

source: no further processing after action [ %s ]
eo: neniu plua procezado post ago [ %s ]

source: processing rule '%s' [ %s ]
eo: procezas regulon '%s' [ %s ]

source: processing rule <unnamed> [ %s ]
eo: procezas regulon <nenomita> [ %s ]

source: disabled rule '%s' [ %s ]
eo: malebligis regulon '%s' [ %s ]

source: disabled rule <unnamed> [ %s ]
eo: malebligis regulon <nenomita> [ %s ]

source: undetermined
eo: Nedeterminita

source: incorporation
eo: enkorpigo

source: manually
eo: permane

source: folder processing
eo: dosieruje procezas

source: pre-processing
eo: antaŭprocezas

source: post-processing
eo: postprocezas

source: filtering message (%s%s%s) %smessage file: %s %s%s %s %s%s %s %s%s %s %s%s %s
eo: filtras mesaĝon (%s%s%s) %smesaĝa dosierujo: %s %s%s %s %s%s %s %s%s %s %s%s %s

source: filtering message (%s%s%s) %smessage file: %s
eo: filtras mesaĝon (%s%s%s) %smesaĝan dosieron: %s

source: Inbox
eo: Enkesto

source: Sent
eo: Sendita

source: Queue
eo: Vico

source: Trash
eo: Rubujo

source: Drafts
eo: Provaĵoj

source: Processing (%s)...
eo: Traktas (%s)...

source: Copying %s to %s...
eo: Kopias %s al %s...

source: Moving %s to %s...
eo: Movas %s al %s...

source: Updating cache for %s...
eo: Ĝisdatigas kaŝon por %s...

source: Processing messages...
eo: Traktas mesaĝojn...

source: Synchronising %s for offline use...
eo: Sinkronigas %s por senreta uzado...

source: Select folder
eo: Elektu dosierujon

source: NewFolder
eo: Nova dosierujo

source: '%c' can't be included in folder name.
eo: `%c' ne povas esti inkluzivigita en dosieruja nomo.

source: The folder '%s' already exists.
eo: La dosierujo `%s' jam ekzistas.

source: Can't create the folder '%s'.
eo: Ne povas krei la dosierujon `%s'.

source: Mark all re_ad
eo: Marku ĉiujn legit_aj

source: R_un processing rules
eo: Plenumu traktajn regulojn

source: _Search folder...
eo: _Serĉu dosierujon...

source: Process_ing...
eo: Traktas...

source: Empty _trash...
eo: Malplenigu rubujon...

source: Send _queue...
eo: Sendu vicon...

source: New
eo: Nova

source: Unread
eo: Nelegite

source: Total
eo: Sumo

source: Setting folder info...
eo: Starigas dosierujan informon...

source: Mark all as read
eo: Marku ĉiujn kiel legitaj

source: Do you really want to mark all mails in this folder as read?
eo: Ĉu vi vere volas marki ĉiujn mesaĝojn en ĉi tiu dosierujo kiel legitaj?

source: Scanning folder %s%c%s...
eo: Skanas dosierujon %s%c%s...

source: Scanning folder %s...
eo: Skanas dosierujon %s...

source: Rebuild folder tree
eo: Rekonstruu dosierujan arbon

source: Rebuilding the folder tree will remove local caches. Do you want to continue?
eo: Rekonstruante la dosierujan arbon forigos lokajn kaŝojn. Ĉu vi volas daŭrigi?

source: Rebuilding folder tree...
eo: Rekonstruas dosierujan arbon...

source: Scanning folder tree...
eo: Skanas dosierujan arbon...

source: Couldn't scan folder %s
eo: Ne povis skani dosierujon %s

source: Checking for new messages in all folders...
eo: Kontrolas por novaj mesaĝoj en ĉiuj dosierujoj...

source: Closing folder %s...
eo: Fermas dosierujon %s...

source: Opening folder %s...
eo: Malfermas dosierujon %s...

source: Folder could not be opened.
eo: Dosierujo ne povis esti malfermita.

source: Empty trash
eo: Malplenigu rubujon

source: Delete all messages in trash?
eo: Ĉu forigu ĉiujn mesaĝojn en la rubujo?

source: +_Empty trash
eo: +Malpl_enigu rubujon

source: Offline warning
eo: Senreta averto

source: You're working offline. Override?
eo: Vi laboras senrete. Ĉu superregu?

source: Send queued messages
eo: Sendu vicigitajn mesaĝojn

source: Send all queued messages?
eo: Ĉu sendu vicigitajn mesaĝojn?

source: _Send
eo: _Sendu

source: Some errors occurred while sending queued messages.
eo: Kelkaj eraroj okazis dum sendante vicigitajn mesaĝojn.

source: Some errors occurred while sending queued messages: %s
eo: Kelkaj eraroj okazis dum sendante vicigitajn mesaĝojn: %s

source: Do you really want to copy folder '%s' in '%s'?
eo: Ĉu vi vere volas kopii dosierujon `%s' en `%s'?

source: Do you really want to make folder '%s' a subfolder of '%s'?
eo: Ĉu vi vere volas krei dosierujon `%s' kiel subdosierujo de `%s'?

source: Copy folder
eo: Kopiu dosierujon

source: Move folder
eo: Movu dosierujon

source: Copying %s to %s...
eo: Kopias %s al %s...

source: Moving %s to %s...
eo: Movas %s al %s...

source: Source and destination are the same.
eo: Fonto kaj celo estas samaj.

source: Can't copy a folder to one of its children.
eo: Ne povas kopii dosieron al unu el siaj idoj.

source: Can't move a folder to one of its children.
eo: Ne povas movi dosierujon al unu el siaj idoj.

source: A folder cannot be moved between different mailboxes.
eo: Dosierujo ne povas esti movita inter malsamaj poŝtkestoj.

source: Copy failed!
eo: Kopio fiaskis!

source: Move failed!
eo: Movo fiaskis!

source: Processing configuration for folder %s
eo: Traktas agordon por dosierujo %s

source: The destination folder can only be used to store subfolders.
eo: La cela dosierujo povas esti uzata nur por konservi subdosierujojn.

source: Newsgroup subscription
eo: Novaĵgrupa subskribo

source: Select newsgroups for subscription:
eo: Elektu novaĵgrupojn por subskribo:

source: Find groups:
eo: Trovu grupojn:

source: Search
eo: Serĉu

source: Newsgroup name
eo: Novaĵgrupa nomo

source: Messages
eo: Mesaĝoj

source: Type
eo: Tipo

source: moderated
eo: moderigita

source: readonly
eo: nurlega

source: unknown
eo: nekonata

source: Can't retrieve newsgroup list.
eo: Ne povas havigi novaĵgrupan liston.

source: Done.
eo: Farita.

source: %d newsgroups received (%s read)
eo: %d novaĵgrupoj ricevitaj (%s legitaj)

source: Claws Mail is a lightweight, fast and highly-configurable email client. For further information visit the Claws Mail website:
eo: Claws Mail estas malpeza, rapida kaj alte-agordebla retpoŝta kliento. Por plia informo, vizitu la Claws Mail retejon:

source: For support and discussion subscribe to the Claws Mail users' mailing list:
eo: Por subteno kaj diskuto subskribu al la Claws Mail uzanta poŝtlisto:

source: Claws Mail is free software released under the GPL. If you wish to donate to the Claws Mail project you can do so at:
eo: Claws Mail estas libera programo eldonita sub la ĜPP. Se vi volas donaci al la Claws Mail projekto vi povas fari tion ĉe:

source: System Information
eo: Sistema informo

source: GTK %d.%d.%d / GLib %d.%d.%d Locale: %s (charset: %s) Operating System: %s %s (%s)
eo: GTK %d.%d.%d / GLib %d.%d.%d Lokiĝo: %s (signaro: %s) Operaciumo: %s %s (%s)

source: GTK %d.%d.%d / GLib %d.%d.%d Locale: %s (charset: %s) Operating System: %s
eo: GTK %d.%d.%d / GLib %d.%d.%d Lokiĝo: %s (signaro: %s) Operaciumo: %s

source: GTK %d.%d.%d / GLib %d.%d.%d Locale: %s (charset: %s) Operating System: unknown
eo: GTK %d.%d.%d / GLib %d.%d.%d Lokiĝo: %s (signaro: %s) Operaciumo: nekonata

source: The Claws Mail Team
eo: La Claws Mail teamo

source: Previous team members
eo: Antaŭaj teamanoj

source: The translation team
eo: La traduka teamo

source: Documentation team
eo: Dokumentada teamo

source: Logo
eo: Emblemo

source: Icons
eo: Piktogramoj

source: Contributors
eo: Kontribuintoj

source: Compiled-in Features
eo: Enkorpigitaj trajtoj

# compface
source: adds support for the X-Face header
eo: aldonas subtenon por la X-Face ĉapo

# Enchant
source: adds support for spell checking
eo: aldonas subtenon por literumado

# GnuTLS
source: adds support for encrypted connections to servers
eo: aldonas subtenon por enĉifritaj konektoj al serviloj

# IPv6
source: adds support for IPv6 addresses, the new Internet addressing protocol
eo: aldonas subtenon por IPv6 adresoj, la nova Interreta adres-protokolo

# iconv
source: allows converting to and from different character sets
eo: permesas konverton al kaj de malsamaj signaroj

# JPilot
source: adds support for PalmOS addressbooks
eo: aldonas subtenon por PalmOS adreslibroj

# LDAP
source: adds support for LDAP shared addressbooks
eo: aldonas subtenon por LDAP kundividaj adreslibroj

# libetpan
source: adds support for IMAP and NNTP servers
eo: aldonas subtenon por IMAP kaj NNTP serviloj

# libSM
source: adds support for session handling
eo: aldonas subtenon por sesia traktado

# NetworkManager
source: adds support for detection of network connection changes
eo: aldonas subtenon por detekti la retajn konektajn ŝanĝojn

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3, or (at your option) any later version.
eo: Ĉi tiu programo estas libera; vi rajtas redisvastigi ĝin kaj/aŭ modifi ĝin sub la termoj de la GNU Ĝenerala Publika Permesilo kiel eldonita per la Free Software Foundation; aŭ versio 3, aŭ (ĉe via opcio) iu ajn pli malfrua versio.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
eo: Ĉi tiu programo estas disvastigita je espero ke ĝi estos utila, sed SEN IU AJN GARANTIO; sen eĉ la implicita garantio de VENDEBLECO aŭ TAŬGECO POR IU CELO. Vidu la GNU Ĝeneralan Publikan Permesilon por pliaj detaloj.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <
eo: Vi devis ricevita kopion de la GNU Ĝenerala Publika Permesilo kune kun ĉi tiu programo. Se ne, vidu

source: Session statistics
eo: Sesiaj statistikoj

source: Started: %s
eo: Komencis: %s

source: Incoming traffic
eo: Envenanta trafiko

source: Received messages: %d
eo: Ricevitaj mesaĝoj: %d

source: Outgoing traffic
eo: Eliranta trafiko

source: New/redirected messages: %d
eo: Novaj/redirektitaj mesaĝoj: %d

source: Replied messages: %d
eo: Mesaĝoj responditaj: %d

source: Forwarded messages: %d
eo: Plusenditaj mesaĝoj: %d

source: Total outgoing messages: %d
eo: Sumo de elirantaj mesaĝoj: %d

source: About Claws Mail
eo: Pri Claws Mail

source: _Info
eo: _Informo

source: _Authors
eo: _Aŭtoroj

source: _Features
eo: Trajtoj

source: _License
eo: Permesi_lo

source: _Release Notes
eo: Eldonaj notoj

source: _Statistics
eo: _Statistikoj

source: Orange
eo: Oranĝa

source: Red
eo: Ruĝa

source: Pink
eo: Rozkolora

source: Sky blue
eo: Helblua

source: Blue
eo: Blua

source: Green
eo: Verda

source: Brown
eo: Bruna

source: Grey
eo: Griza

source: Light brown
eo: Helbruna

source: Dark red
eo: Malhelruĝa

source: Dark pink
eo: Malhelrozkolora

source: Steel blue
eo: Ŝtalblua

source: Gold
eo: Ora

source: Bright green
eo: Brilverda

source: Magenta
eo: Fuksina

source: Set mailbox order
eo: Starigu poŝtkestan ordon

source: Move mailboxes up or down to change the sort order in the Folder list.
eo: Movu poŝtkestojn supren aŭ suben por ŝanĝi la ordon en la dosieruja listo.

source: Mailboxes
eo: Poŝtkestoj

source: No dictionary selected.
eo: Neniu vortaro elektita.

source: Couldn't initialize %s speller.
eo: Ne povis pravalorizi %s literumilon.

source: Couldn't initialize Enchant broker.
eo: Ne povis pravalorizi Enchant maklerilon.

source: Couldn't initialize %s dictionary:
eo: Ne povis pravalorizi %s vortaron:

source: No misspelled word found.
eo: Neniu misliterumita vorto trovita.

source: Replace unknown word
eo: Anstataŭigu nekonatan vorton

source: <span weight="bold" size="larger">Replace "%s" with: </span>
eo: <span weight="bold" size="larger">Anstataŭigu "%s" kun: </span>

source: Holding down Control key while pressing Enter will learn from mistake.
eo: Premante Stirklavon dum premante Enirklavon lernos de eraro.

source: Change to...
eo: Ŝanĝu al...

source: More...
eo: Pli...

source: "%s" unknown in dictionary '%s'
eo: "%s" nekonata en vortaro `%s'

source: Accept in this session
eo: Akceptu en ĉi tiu sesio

source: Add to personal dictionary
eo: Aldonu al persona vortaro

source: Replace with...
eo: Anstataŭigu kun...

source: Check with %s
eo: Kontrolu kun %s

source: (no suggestions)
eo: (neniuj proponoj)

source: Dictionary: %s
eo: Vortaro: %s

source: Use alternate (%s)
eo: Uzu alternativon (%s)

source: Use both dictionaries
eo: Uzu ambaŭ vortarojn

source: Check while typing
eo: Kontrolu dum tajpado

source: The spell checker could not change dictionary. %s
eo: La literumilo ne povis ŝanĝi la vortaron. %s

source: The spell checker could not change the alternate dictionary. %s
eo: La literumilo ne povis ŝanĝi la alternativan vortaron. %s

source: Failed.
eo: Fiaskis.

source: Configuring...
eo: Agordas...

source: Date
eo: Dato

source: Date:
eo: Dato:

source: From
eo: De

source: From:
eo: De:

source: Sender
eo: Sendanto

source: Sender:
eo: Sendanto:

source: Reply-To
eo: Respondu al

source: To
eo: Al

source: Cc
eo: Kk

source: Bcc
eo: Bkk

source: Message-ID
eo: Mesaĝa identigilo

source: Message-ID:
eo: Mesaĝa identigilo:

source: In-Reply-To
eo: Responde al

source: References
eo: Referencas

source: References:
eo: Referencas:

source: Subject
eo: Temo

source: Subject:
eo: Temo:

source: Comments
eo: Komentoj

source: Comments:
eo: Komentoj:

source: Keywords
eo: Ŝlosilvortoj

source: Keywords:
eo: Ŝlosilvortoj:

source: Resent-Date
eo: Resendita dato

source: Resent-Date:
eo: Resendita dato:

source: Resent-From
eo: Resendita de

source: Resent-From:
eo: Resendita de:

source: Resent-Sender
eo: Resendita sendinto

source: Resent-Sender:
eo: Resendita sendinto:

source: Resent-To
eo: Resendita al

source: Resent-To:
eo: Resendita al:

source: Resent-Cc
eo: Resendita kk

source: Resent-Cc:
eo: Resendita kk:

source: Resent-Bcc
eo: Resendita bkk

source: Resent-Bcc:
eo: Resendita bkk:

source: Resent-Message-ID
eo: Resendita mesaĝa identigilo

source: Resent-Message-ID:
eo: Resendita mesaĝa identigilo:

source: Return-Path
eo: Revena vojo

source: Return-Path:
eo: Revena vojo:

source: Received
eo: Ricevis

source: Received:
eo: Ricevis:

source: Newsgroups
eo: Novaĵgrupoj

source: Followup-To
eo: Plutraktu al

source: Delivered-To
eo: Liverita al

source: Delivered-To:
eo: Liverita al:

source: Seen
eo: Vidita

source: Seen:
eo: Vidita:

source: Status
eo: Stato

source: Status:
eo: Stato:

source: Face
eo: Tiparo

source: Face:
eo: Tiparo:

source: Disposition-Notification-To
eo: Dispona avizo al

source: Disposition-Notification-To:
eo: Dispona avizo al:

source: Return-Receipt-To
eo: Revena recepto al

source: Return-Receipt-To:
eo: Revena recepto al:

source: User-Agent
eo: Uzantperanto

source: User-Agent:
eo: Uzantperanto:

source: Content-Type
eo: Enhava tipo

source: Content-Type:
eo: Enhava tipo:

source: Content-Transfer-Encoding
eo: Enhavtransira kodoprezento

source: Content-Transfer-Encoding:
eo: Enhavtransira kodoprezento:

source: MIME-Version
eo: MIME-versio

source: MIME-Version:
eo: MIME-versio:

source: Precedence
eo: Antaŭeco

source: Precedence:
eo: Antaŭeco:

source: Organization
eo: Organizo

source: Organization:
eo: Organizo:

source: Mailing-List
eo: Poŝtlisto

source: Mailing-List:
eo: Poŝtlisto:

source: List-Post
eo: Lista poŝto

source: List-Post:
eo: Lista poŝto:

source: List-Subscribe
eo: Lista subskribo

source: List-Subscribe:
eo: Lista subskribo:

source: List-Unsubscribe
eo: Lista malsubskribo

source: List-Unsubscribe:
eo: Lista malsubskribo:

source: List-Help
eo: Lista helpo

source: List-Help:
eo: Lista helpo:

source: List-Archive
eo: Lista arĥivo

source: List-Archive:
eo: Lista arĥivo:

source: List-Owner
eo: Lista posedanto

source: List-Owner:
eo: Lista posedanto:

source: X-Label
eo: X-Etikedo

source: X-Label:
eo: X-Etikedo:

source: X-Mailer
eo: X-Poŝtilo

source: X-Mailer:
eo: X-Poŝtilo:

source: X-Status
eo: X-Stato

source: X-Status:
eo: X-Stato:

source: X-Face
eo: X-Tiparo

source: X-Face:
eo: X-Tiparo:

source: X-No-Archive
eo: X-Neniu arĥivo

source: X-No-Archive:
eo: X-Neniu arĥivo:

source: In reply to
eo: Responde al

source: In reply to:
eo: Responde al:

source: To or Cc
eo: Al aŭ Kk

source: To or Cc:
eo: Al aŭ Kk:

source: From, To or Subject
eo: De, Al aŭ Temo

source: From, To or Subject:
eo: De, Al aŭ Temo:

source: New message
eo: Nova mesaĝo

source: Unread message
eo: Nelegita mesaĝo

source: Message has been replied to
eo: Mesaĝo estis respondita

source: Message has been forwarded
eo: Mesaĝo estis plusendita

source: Message has been forwarded and replied to
eo: Mesaĝo estis kaj plusendita kaj respondita

source: Message is in an ignored thread
eo: Mesaĝo estas en ignorata fadeno

source: Message is in a watched thread
eo: Mesaĝo estas en observadata fadeno

source: Message is spam
eo: Mesaĝo estas spamo

source: Message has attachment(s)
eo: Mesaĝo havas algluaĵo(j)n

source: Digitally signed message
eo: Cifere subskribita mesaĝo

source: Encrypted message
eo: Ĉifrita mesaĝo

source: Message is signed and has attachment(s)
eo: Mesaĝo estas subskribita kaj havas algluaĵo(j)n

source: Message is encrypted and has attachment(s)
eo: Mesaĝo estas ĉifrita kaj havas algluaĵo(j)n

source: Marked message
eo: Markita mesaĝo

source: Message is marked for deletion
eo: Mesaĝo estas markita por forigi

source: Message is marked for moving
eo: Mesaĝo estas markita por movi
