Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Show all %s.
eo: Montru ĉiujn %s.

source: Only the first megabyte of text is shown.
eo: Nur la unua megabitoko de teksto estas montrata.

source: You got a return receipt for this message : it has been displayed by the recipient.
eo: Vi ricevis revenan recepton por ĉi tiu mesaĝo : ĝi estis montrita de la ricevinto.

source: You asked for a return receipt in this message.
eo: Vi demandis por revena recepto en ĉi tiu mesaĝo.

source: This message asks for a return receipt.
eo: Ĉi tiu mesaĝo demandas por revena recepto.

source: Send receipt
eo: Sendu recepton

source: This message has been partially retrieved, and has been deleted from the server.
eo: Ĉi tiu mesaĝo estis parte havigita, kaj estis forigita de la servilo.

source: This message has been partially retrieved; it is %s.
eo: Ĉi tiu mesaĝo estis parte havigita; ĝi estas %s.

source: Mark for download
eo: Marku por elŝuto

source: Mark for deletion
eo: Marku por forigo

source: This message has been partially retrieved; it is %s and will be downloaded.
eo: Ĉi tiu mesaĝo estis parte havigita; ĝi estas %s kaj estos elŝutita.

source: Unmark
eo: Malmarku

source: This message has been partially retrieved; it is %s and will be deleted.
eo: Ĉi tiu mesaĝo estis parte havigita; ĝi estas %s kaj estos forigita.

source: Return Receipt Notification
eo: Revena recepta avizo

source: More than one of your accounts uses the address that this message was sent to. Please choose which account you want to use for sending the receipt notification:
eo: Pli ol unu el viaj kontoj uzas la adreson al kiu ĉi tiu mesaĝo estis sendita. Bonvolu elekti kiun konton vi volas uzi por sendi la receptan avizon:

source: _Cancel
eo: Nuligu

source: _Send Notification
eo: _Sendu avizon

source: Cannot print: the message doesn't contain text.
eo: Ne povas presi: la mesaĝo ne enhavas tekston.

source: There are no messages in this folder
eo: Estas neniujn mesaĝojn en ĉi tiu dosierujo

source: Message has been deleted
eo: Mesaĝo estis forigita

source: Message has been deleted or moved to another folder
eo: Mesaĝo estis forigita aŭ movita al alia dosierujo

source: An error happened while learning.
eo: Eraro okazis dum lernado.

source: can't copy message %s to %s
eo: ne povas kopii mesaĝon %s al %s

source: Moving messages...
eo: Movas mesaĝojn...

source: Deleting messages...
eo: Forigas mesaĝojn...

source: Remove _mailbox...
eo: Forigu poŝtkeston...

source: Really remove the mailbox '%s'? (The messages are NOT deleted from the disk)
eo: Ĉu vere forigu la poŝtkeston `%s'? (La mesaĝoj ne estas forigitaj de la disko)

source: Remove mailbox
eo: Forigu poŝtkeston

source: _Open
eo: Malfermu

source: Open _with...
eo: Malfermu kun...

source: Send to...
eo: Sendu al...

source: _Display as text
eo: Montru kiel teksto

source: _Save as...
eo: Kon_servu kiel...

source: Save _all...
eo: Konservu ĉiujn...

source: MIME Type
eo: MIME tipo

source: View full information
eo: Vidu plenan informon

source: Check again
eo: Kontrolu denove

source: %s Click the icon to check it.
eo: %s Alklaku la piktogramon por kontroli ĝin.

source: %s Click the icon or hit '%s' to check it.
eo: %s Alklaku la piktogramon aŭ premu `%s' por kontroli ĝin.

source: Timeout checking the signature. Click the icon to try again.
eo: Eltempiĝo je kontrolante la subskribon. Alklaku la piktogramon por reprovi.

source: Timeout checking the signature. Click the icon or hit '%s' to try again.
eo: Eltempiĝo je kontrolante la subskribon. Alklaku la piktogramon aŭ premu `%s' por reprovi.

source: Checking signature...
eo: Kontrolas subskribon...

source: Go back to email
eo: Reiru al retpoŝto

source: Couldn't save the part of multipart message: %s
eo: Ne povis konservi la parton de multparta mesaĝo: %s

source: Overwrite existing file '%s'?
eo: Ĉu anstataŭigu la ekzistantan dosieron `%s'?

source: Select destination folder
eo: Elektu celan dosierujon

source: '%s' is not a directory.
eo: `%s' ne estas dosierujo.

source: Open with
eo: Malfermu kun

source: Enter the command-line to open file: ('%s' will be replaced with file name)
eo: Enigu la komand-linion por malfermi dosieron: (`%s' estos anstataŭigita de la dosiernomo)

source: Execute untrusted binary?
eo: Ĉu rulu nefidindan duumon?

source: This attachment is an executable file. Executing untrusted binaries is dangerous and could probably lead to compromission of your computer. Do you want to run this file?
eo: Ĉi tiu algluaĵo estas rulebla dosiero. Rulante nefidindajn duumojn estas danĝera kaj eble povus kompromiti vian komputilon. Ĉu vi volas ruli ĉi tiun dosieron?

source: Run binary
eo: Rulu duumon

source: Type:
eo: Tipo:

source: Size:
eo: Grando:

source: Description:
eo: Priskribo:

source: NNTP connection to %s:%d has been disconnected.
eo: NNTP konekto al %s:%d estis malkonektita.

source: Account '%s': Connecting to NNTP server: %s:%d...
eo: Konto `%s': Konektas al NNTP servilo: %s:%d...

source: Error logging in to %s:%d...
eo: Eraro je ensaluto al %s:%d...

source: Libetpan does not support return code 480 so for now we choose to continue
eo: Libetpan ne subtenas revenan kodon 480, tial nune ni elektas daŭrigi

source: Mode reader failed, continuing nevertheless
eo: Reĝima legilo fiaskis, daŭrigas malgraŭe

source: Error creating session with %s:%d
eo: Eraro kreante sesion kun %s:%d

source: Error authenticating to %s:%d...
eo: Eraro aŭtentigante al %s:%d...

source: Claws Mail needs network access in order to access the News server.
eo: Claws Mail bezonas retan atingon por ke ĝi atingu la Novaĵservilon.

source: couldn't select group: %s
eo: ne povis elekti grupon: %s

source: couldn't set group: %s
eo: ne povis starigi grupon: %s

source: invalid article range: %d - %d
eo: nevalida artikola intervalo: %d - %d

source: couldn't get xhdr
eo: ne povis havigi xhdr

source: getting xover %d - %d in %s...
eo: havigas xover %d - %d en %s...

source: couldn't get xover
eo: ne povis havigi xover

source: invalid xover line
eo: nevalida xover linio

source: You have one or more News accounts defined. However this version of Claws Mail has been built without News support; your News account(s) are disabled. You probably need to install libetpan and recompile Claws Mail.
eo: Vi havas unu aŭ pli da Novaĵkontoj difinitaj. Tamen, ĉi tiu versio de Claws Mail estis konstruita sen Novaĵa subteno; via(j) Novaĵkonto(j) estas malebligitaj. Vi eble bezonas instali libetpan kaj rekompili Claws Mail.

source: _Subscribe to newsgroup...
eo: _Subskribu al novaĵgrupo...

source: _Unsubscribe newsgroup
eo: Malsubskribu novaĵgrupon

source: Really unsubscribe newsgroup '%s'?
eo: Ĉu vere malsubskribu novaĵgrupon `%s'?

source: Unsubscribe newsgroup
eo: Malsubskribu novaĵgrupon

source: _Unsubscribe
eo: Malsubskribu

source: Rename newsgroup folder
eo: Renomu novaĵgrupan dosierujon

source: Acpi Notifier
eo: Acpi avizilo

source: Make sure that the kernel module 'acerhk' is loaded. You can get it from http://www.cakey.de/acerhk/
eo: Certigu ke la kerna modulo `acerhk' estas ŝargita. Vi povas havigi ĝin de http://www.cakey.de/acerhk/

source: Make sure that the kernel module 'acer_acpi' is loaded. You can get it from http://code.google.com/p/aceracpi/
eo: Certigu ke la kerna modulo `acer_acpi estas ŝargita. Vi povas havigi ĝin de http://code.google.com/p/aceracpi/

source: Make sure that the kernel module 'asus_laptop' is loaded.
eo: Certigu ke la kerna modulo `asus_laptop' estas ŝargita.

source: Make sure that the kernel module 'asus_acpi' is loaded.
eo: Certigu ke la kerna modulo `asus_acpi' estas ŝargita.

source: Make sure that the kernel module 'ibm_acpi' is loaded.
eo: Certigu ke la kerna modulo `ibm_acpi' estas ŝargita.

source: Make sure that you have apanelc installed. You can get it from http://apanel.sourceforge.net/
eo: Certigu ke vi havas apanelc instalita. Vi povas havigi ĝin de http://apanel.sourceforge.net/

source: Control file doesn't exist.
eo: Kontroldosiero ne ekzistas.

source: : no new or unread mail
eo: : neniu nova aŭ nelegita poŝto

source: : unread mail
eo: : nelegita poŝto

source: : new mail
eo: : nova poŝto

source: off
eo: malŝaltita

source: blinking
eo: briletante

source: on
eo: ŝaltita

source: ACPI type:
eo: ACPI tipo:

source: ACPI file:
eo: ACPI dosiero:

source: values - On:
eo: valoroj - ŝaltitaj:

source: - Off:
eo: - malŝaltite:

source: Blink when user interaction is required
eo: Briletu kiam uzanta interago estas bezonata

source: This plugin handles various ACPI mail LEDs.
eo: Ĉi tiu kromprogramo traktas diversajn ACPI poŝtajn LED-ojn.

source: Laptop LED
eo: Tekkomputila LED

source: Failed to register check before send hook
eo: Malsukcesis registri kontrolan antaŭ-ol-sendan hokon

source: Keeps all recipient addresses in an addressbook folder.
eo: Konservas ĉiujn adresojn de ricevontoj en la adreslibra dosierujo.

source: Address Keeper
eo: Adresa konservilo

source: Keep to folder
eo: Konservu al dosierujo

source: Address book path where addresses are kept
eo: Adreslibra vojo kie adresoj estas tenataj

source: Select...
eo: Elektu...

source: Keep addresses which appear in 'To' headers
eo: Konservu adresojn kiuj aperas en `Al' ĉapoj

source: Keep addresses which appear in 'Cc' headers
eo: Konservu adresojn kiuj aperas en `Kk' ĉapoj

source: Keep addresses which appear in 'Bcc' headers
eo: Konservu adresojn kiuj aperas en `Bkk' ĉapoj

source: Mail Archiver
eo: Retpoŝta arĥivilo

source: Create Archive...
eo: Kreu arĥivon...

source: This plugin adds archiving features to Claws Mail. It enables you to select a mail folder that you want to be archived, and then choose a name, format and location for the archive. Subfolders can be included and MD5 checksums can be added for each file in the archive. Several archiving options are also available. The archive can be stored as: TAR PAX SHAR CPIO The archive can be compressed using: %s The archives can be restored with any standard tool that supports the chosen format and compression. The supported folder types are MH, IMAP, RSSyl and vCalendar. To activate the archiving feature go to /Tools/Create Archive Default options can be set in /Configuration/Preferences/Plugins/Mail Archiver
eo: Ĉi tiu kromprogramo aldonas arĥivajn trajtojn al Claws Mail. Ĝi ebligas vin elekti poŝtan dosierujon kiun vi volas esti arĥivita, kaj poste elekti nomon, aranĝon kaj lokon por la arĥivo. Subdosierujoj povas esti inkluzivitaj kaj MD5 kontrolsumoj povas esti aldonitaj po ĉiu dosiero en la arĥivo. Kelkaj arĥivaj opcioj ankaŭ haveblas. La arĥivo povas esti konservita kiel: \tTAR \tPAX \tSHAR \tCPIO La arĥivo povas esti densigita uzante: %s La arĥivoj povas esti restaŭritaj kun iu ajn norma ilo kiu subtenas la elektitan aranĝon kaj densigon. La subtenataj dosierujaj tipoj estas MH, IMAP, RSSyl kaj vCalendar. Por aktivigi la arĥivan trajton, iru al /Iloj/Kreu arĥivon Defaŭltaj opcioj povas esti starigitaj en /Agordo/Preferoj/Kromprogramoj/Poŝta arĥivilo

source: Archiver
eo: Arĥivilo

source: Archiving
eo: Arĥivas

source: Press Cancel button to stop archiving
eo: Premu Nuligi butonon por halti arĥivadon

source: Archiving:
eo: Arĥivas:

source: Folder and archive must be selected
eo: Dosierujo kaj arĥivo elektendas

source: %s: Exists. Continue anyway?
eo: %s: Ekzistas. Ĉu daŭrigu malgraŭe?

source: %s: Is a link. Cannot continue
eo: %s: Estas ligo. Ne povas daŭrigi

source: %s: Is a directory. Cannot continue
eo: %s: Estas dosierujo. Ne povas daŭrigi

source: %s: Missing permissions. Cannot continue
eo: %s: Mankas permesoj. Ne povas daŭrigi

source: %s: Unknown error. Cannot continue
eo: %s: Nekonata eraro. Ne povas daŭrigi

source: Not a valid file name: %s.
eo: Ne estas valida dosiernomo: %s.

source: Not a valid Claws Mail folder: %s.
eo: Ne estas valida Claws Mail dosierujo: %s.

source: Adding files in folder failed Files in folder: %d Files in list: %d Continue anyway?
eo: Aldonante dosierojn en dosierujon fiaskis Dosieroj en dosierujo: %d Dosieroj en listo: %d Ĉu daŭrigu malgraŭe?

source: Archive result
eo: Arĥiva rezulto

source: Values
eo: Valoroj

source: Archive
eo: Arĥivo

source: Archive format
eo: Arĥiva aranĝo

source: Compression method
eo: Densiga metodo

source: Number of files
eo: Nombro da dosieroj

source: Archive Size
eo: Arĥiva grando

source: Folder Size
eo: Dosieruja grando

source: Compression level
eo: Densiga nivelo

source: Yes
eo: Jes

source: No
eo: Ne

source: MD5 checksum
eo: MD5 kontrolsumo

source: Descriptive names
eo: Priskribaj nomoj

source: Delete selected files
eo: Forigu elektitajn dosierojn

source: Select mails before
eo: Elektu mesaĝojn antaŭe

source: Select file name for archive [suffix should reflect archive like .tgz]
eo: Elektu dosiernomon por arĥivo [sufikso devus speguli arĥivon kiel .tgz]

source: %ld of %ld
eo: %ld de %ld

source: Create Archive
eo: Kreu arĥivon

source: Enter Archiver arguments
eo: Enigu arĥivajn argumentojn

source: Folder to archive
eo: Dosierujo arĥivenda

source: Folder which is the root of the archive
eo: Dosierujo kiu estas la radiko de la arĥivo

source: Click this button to select a folder which is to be root of the archive
eo: Alklaku ĉi tiun butonon elekti dosierujon kiu estos la radiko de la arĥivo

source: Name for archive
eo: Nomo por arĥivo

source: Archive location and name
eo: Arĥiva loko kaj nomo

source: _Select
eo: Elektu

source: Click this button to select a name and location for the archive
eo: Premu ĉi tiun butonon por elekti nomon kaj lokon por la arĥivo

source: Choose compression
eo: Elektu densigan metodon

source: Choose this option to use ZIP compression for the archive
eo: Elektu ĉi tiun opcion por uzi ZIP densigon por la arĥivo

source: Choose this option to use BZIP2 compression for the archive
eo: Elektu ĉi tiun opcion por uzi BZIP2 densigon por la arĥivo

source: Choose this to use Compress compression for your archive
eo: Elektu ĉi tion por uzi Compress densigon por via arĥivo

source: Choose this option to disable compression for the archive
eo: Elektu ĉi tiun opcion por malebligi densigon por la arĥivo

source: Choose format
eo: Elektu aranĝon

source: Choose this option to use TAR as format for the archive
eo: Elektu ĉi tiun opcion por uzi TAR kiel aranĝo por la arĥivo

source: Choose this to use SHAR as format for the archive
eo: Elektu ĉi tion por uzi SHAR kiel aranĝo por la arĥivo

source: Choose this option to use CPIO as format for the archive
eo: Elektu ĉi tiun opcion por uzi CPIO kiel aranĝo por la arĥivo

source: Choose this option to use PAX as format for the archive
eo: Elektu ĉi tiun opcion por uzi PAX kiel aranĝo por la arĥivo

source: Miscellaneous options
eo: Diversaj opcioj

source: _Recursive
eo: _Rikure

source: Choose this option to include subfolders in the archive
eo: Elektu ĉi tiun opcion por inkluzivi subdosierujojn en la arĥivo

source: _MD5sum
eo: _MD5sumo

source: Choose this option to add MD5 checksums for each file in the archive. Be aware though, that this dramatically increases the time it will take to create the archive
eo: Elektu ĉi tiun opcion por aldoni MD5 kontrolsumojn po ĉiu dosiero en la arĥivo. Estu konscia, kvankam, ke ĉi tiu forte pliigas la tempon ĝi bezonos por krei la arĥivon

source: R_ename
eo: R_enomu

source: Choose this option to use descriptive names for each file in the archive. The naming scheme: date_from@to@subject. Names will be truncated to max 96 characters
eo: Elektu ĉi tiun opcion por uzi prisrkibajn nomojn po ĉiu dosiero en la arĥivo. La noma skemo: dato_de@al@temo. Nomoj estos senpintigitaj al maks. 96 signoj

source: Choose this option to delete mails after archiving At this point only handles IMAP4, Local mbox and POP3
eo: Elektu ĉi tiun opcion por forigi poŝtojn post arĥivado Je ĉi tiu punkto nur traktas IMAP4, Loka mbox kaj POP3

source: Selection options
eo: Elektaj opcioj

source: Select emails before a certain date Date must comply to ISO-8601 [YYYY-MM-DD]
eo: Elektu retpoŝtojn antaŭ iu dato Dato devas konformi al ISO-8601 [JJJJ-MM-TT]

source: Default save folder
eo: Defaŭlta konserva dosierujo

source: Click this button to select the default location for saving archives
eo: Alklaku ĉi tiun butonon por elekti la defaŭltan lokon por konservi arĥivojn

source: Default compression
eo: Defaŭlta densigo

source: Choose this option to use ZIP compression by default
eo: Elektu ĉi tiun opcion por uzi ZIP densigon defaŭlte

source: Choose this option to use BZIP2 compression by default
eo: Elektu ĉi tiun opcion por uzi BZIP2 densigon defaŭlte

source: Choose this option to use COMPRESS compression by default
eo: Elektu ĉi tiun opcion por uzi COMPRESS densigon defaŭlte

source: Choose this option to disable compression by default
eo: Elektu ĉi tiun opcion por malebligi densigon defaŭlte

source: Default format
eo: Defaŭlta aranĝo

source: Choose this option to use the TAR format by default
eo: Elektu ĉi tiun opcion por uzi la TAR aranĝon defaŭlte

source: Choose this option to use the SHAR format by default
eo: Elektu ĉi tiun opcion por uzi la SHAR aranĝon defaŭlte

source: Choose this option to use the CPIO format by default
eo: Elektu ĉi tiun opcion por uzi la CPIO aranĝon defaŭlte

source: Choose this option to use the PAX format by default
eo: Elektu ĉi tiun opcion por uzi la PAX aranĝon defaŭlte

source: Default miscellaneous options
eo: Defaŭltaj diversaj opcioj

source: Choose this option to include subfolders in the archives by default
eo: Elektu ĉi tiun opcion por inkluzivi subdosierujojn en la arĥivoj defaŭlte

source: MD5sum
eo: MD5sumo

source: Choose this option to add MD5 checksums for each file in the archives by default. Be aware though, that this dramatically increases the time it will take to create the archives
eo: Elektu ĉi tiun opcion por aldoni MD5 kontrolsumojn po ĉiu dosiero en la arĥivoj defaŭlte. Estu konscia, kvankam, ke ĉi tiu forte pliigas la tempon bezonata por krei la arĥivojn

source: Rename
eo: Renomu

source: Choose this option to delete mails after archiving
eo: Elektu ĉi tiun opcion por forigi poŝtojn post arĥivado

source: <b>Type: </b>
eo: <b>Tipo: </b>

source: <b>Size: </b>
eo: <b>Grando: </b>

source: <b>Filename: </b>
eo: <b>Dosiernomo: </b>

source: Remove attachments
eo: Forigu algluaĵojn

source: Remove
eo: Forigu

source: Attachment
eo: Algluaĵo

source: Destroy attachments
eo: Detruu algluaĵojn

source: Do you really want to remove all attachments from the selected messages? The deleted data will be unrecoverable.
eo: Ĉu vi vere volas forigi ĉiujn algluaĵojn de la elektitaj mesaĝoj? La forigitaj datumoj estos nerestatigeblaj.

source: This message doesn't have any attachments.
eo: Ĉi tiu mesaĝo ne havas algluaĵojn.

source: Remove attachments...
eo: Forigu algluaĵojn...

source: AttRemover
eo: AttForigilo

source: This plugin removes attachments from mails. Warning: this operation will be completely un-cancellable and the deleted attachments will be lost forever, and ever, and ever.
eo: Ĉi tiu kromprogramo forigas algluaĵojn de poŝtoj. Averto: ĉi tiu operacio estos tute ne-nuligebla kaj la forigitaj algluaĵoj estos perditaj por ĉiam, por ĉiam, por ĉiam.

source: Attachment handling
eo: Algluaĵa traktado

source: An attachment is mentioned in the mail you're sending, but no file was attached. Mention appears on line %d, which begins with text: <span weight="bold">%.20s</span>... %s it anyway?
eo: Algluaĵo estas menciita en la poŝto kiun vi sendas, sed neniu dosiero estis algluita. Mencio aperas ĉe linio %d, kiu komenciĝas kun la teksto: <span weight="bold">%.20s</span>... Ĉu %s ĝin malgraŭe?

source: Attachment warning
eo: Algluaĵa averto

source: Attach warner
eo: Algluu avertilon

source: Warns user if some reference to attachments is found in the message text and no file is attached.
eo: Avertas uzanton se iu referenco al algluaĵoj estas trovita en la mesaĝa teksto kaj neniu dosiero estas algluita

source: attach
eo: algluu

source: Expressions are case sensitive
eo: Esprimoj estas usklecaj

source: Case sensitive when matching for the regular expressions in the list
eo: Uskleca kiam kongruas por la regulaj esprimoj en la listo

source: Lines starting with quotation marks
eo: Linioj kiuj komenciĝas kun citiloj

source: Exclude quoted lines from checking for the regular expressions above. Note that handmade quotes cannot be distinguished from quotes generated by replying.
eo: Ekskluzivu cititajn liniojn de kontrolo por la regulaj esprimoj supre. Notu ke permanaj citaĵoj ne povas esti distingitaj de citaĵoj generitaj de respondo.

source: Forwarded or redirected messages
eo: Plusenditaj aŭ redirektitaj mesaĝoj

source: Don't check for missing attachments when forwarding or redirecting messages
eo: Ne kontrolu por mankantaj algluaĵoj kiam plusendante aŭ redirektante mesaĝojn

source: Signatures
eo: Subskriboj

source: Exclude lines from the first signature-separator onwards from checking for the regular expressions above
eo: Ekskluzivu liniojn de la unua subskrib-apartigilo posten de kontrolado por la regulaj esprimoj supre

source: Warn when
eo: Avertu kiam

source: Excluding
eo: Ekskluzivante

source: Attach Warner
eo: Alfiksu avertilon

source: Bogofilter
eo: Bogofiltrilo

source: Bogofilter: fetching bodies...
eo: Bogofiltrilo: alportas korpojn...

source: Bogofilter: filtering messages...
eo: Bogofiltrilo: filtras mesaĝojn...

source: The Bogofilter plugin couldn't filter a message. The probable cause of the error is that it didn't learn from any mail. Use "/Mark/Mark as spam" and "/Mark/Mark as ham" to train Bogofilter with a few hundred spam and ham messages.
eo: La Bogofiltrila kromprogramo ne povis filtri mesaĝon. La probabla kaŭzo de la eraro estas ke ĝi ne lernis de iu ajn poŝto. Uzu "/Marku/Marku kiel spamo" kaj "/Marku/Marku kiel malspamo" por dresi Bogofiltrilon kun kelkaj centoj da spamaj kaj malspamaj mesaĝoj.

source: The Bogofilter plugin couldn't filter a message. The command `%s %s %s` couldn't be run.
eo: La Bogofiltrila kromprogramo ne povis filtri mesaĝon. La komando `%s %s %s` ne plenumeblis.

source: Bogofilter: learning from message...
eo: Bogofiltrilo: lernas de mesaĝo...

source: Learning failed; `%s` returned with status %d.
eo: Lernado fiaskis: `%s` revenis kun stato %d.

source: Bogofilter: learning from messages...
eo: Bogofiltrilo: lernas de mesaĝoj...

source: Learning failed; `%s %s %s` returned with error: %s
eo: Lernado fiaskis; `%s %s %s` revenis kun eraro: %s

source: This plugin can check all messages that are received from an IMAP, LOCAL or POP account for spam using Bogofilter. You will need Bogofilter installed locally. Before Bogofilter can recognize spam messages, you have to train it by marking a few hundred spam and ham messages with the use of "/Mark/Mark as spam" and "/Mark/Mark as ham". When a message is identified as spam it can be deleted or saved in a specially designated folder. Options can be found in /Configuration/Preferences/Plugins/Bogofilter
eo: Ĉi tiu kromprogramo povas kontroli ĉiujn mesaĝojn ricevitaj de IMAP, LOKA aŭ POP konto por spamo uzante Bogofiltrilon. Vi bezonos Bogofiltrilon instalita loke. Antaŭ ol Bogofiltrilo povas rekoni spamajn mesaĝojn, vi devas dresi ĝin per markante kelkajn centajn spamajn kaj malspamajn mesaĝojn kun la uzo de "Marku/Marku kiel spamo" kaj "/Marku/Marku kiel malspamo". Kiam mesaĝo estas identifigita kiel spamo, ĝi povas esti forigita aŭ konservita en aparte desegnita dosierujo. Opcioj povas esti trovataj en /Agordo/Preferoj/Kromprogramoj/Bogofiltrilo

source: Spam detection
eo: Spama detektado

source: Spam learning
eo: Spama lernado

source: Process messages on receiving
eo: Traktu mesaĝojn je ricevo

source: Maximum size
eo: Maksimuma grando

source: Messages larger than this will not be checked
eo: Mesaĝoj pli grandaj ol ĉi tio ne estos kontrolataj
