Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: You have received an answer to a meeting proposal. %s has %s the invitation whose details follow:
eo: Vi ricevis respondon al kunvena propono. %s havas %s la inviton kies detaloj sekvas:

source: Error - could not get the calendar MIME part.
eo: Eraro - ne povis havigi la kalendaran MIME parton.

source: Error - no calendar part found.
eo: Eraro - neniu kalendara parto trovita.

source: Error - Unknown calendar component type.
eo: Eraro - nekonata kalendara era tipo.

source: Send a notification to the attendees
eo: Sendu avizon al la ĉeestontaro

source: Cancel meeting
eo: Nuligu renkonton

source: Are you sure you want to cancel this meeting?
eo: Ĉu vi estas certa ke vi volas nuligi ĉi tiun renkonton?

source: No account found
eo: Neniu konto trovita

source: You have no account matching any attendee. Do you want to reply anyway?
eo: Vi ne havas konton kongruante kun iu ajn ĉeestonto. Ĉu vi volas respondi malgraŭe?

source: +Reply anyway
eo: +Respondu malgraŭe

source: Answer
eo: Respondu

source: Edit meeting...
eo: Redaktu renkonton...

source: Cancel meeting...
eo: Nuligu renkonton...

source: Launch website
eo: Lanĉu retejon

source: You are already busy at this time.
eo: Vi estas jam okupata je ĉi tiu horo.

source: Event:
eo: Evento:

source: Organizer:
eo: Organizanto:

source: Location:
eo: Loko:

source: Summary:
eo: Resumo:

source: Starting:
eo: Komenciĝas:

source: Ending:
eo: Finiĝas:

source: Attendees:
eo: Ĉeestontoj:

source: Action:
eo: Ago:

source: _New meeting...
eo: _Nova kunveno...

source: _Export calendar...
eo: _Eksportu kalendaron...

source: _Subscribe to webCal...
eo: _Subskribu al webCal...

source: _Rename...
eo: _Renomu...

source: U_pdate subscriptions
eo: Ĝisdatigu subskribojn

source: _List view
eo: _Lista vido

source: _Week view
eo: Semajna vido

source: _Month view
eo: _Monata vido

source: Meetings
eo: Kunvenoj

source: in the past
eo: estintece

source: today
eo: hodiaŭ

source: tomorrow
eo: morgaŭ

source: this week
eo: ĉi tiu semajne

source: later
eo: posta

source: These are the events planned %s:
eo: Ĉi tiuj estas la eventoj planitaj %s:

source: Timeout (%d seconds) connecting to %s
eo: Eltempiĝo (%d sekundoj) konektante al %s

source: Error %ld
eo: Eraro %ld

source: Could not retrieve the Webcal URL: %s: %s
eo: Ne povis havigi la Webcal retadreson: %s: %s

source: Could not retrieve the Webcal URL: %s: %s
eo: Ne povis havigi la Webcal retadreson: %s: %s

source: This URL does not look like a WebCal URL: %s %s
eo: Ĉi tiu retadreso ŝajnas ne esti WebCal retadreso: %s %s

source: This URL does not look like a WebCal URL: %s %s
eo: Ĉi tiu retadreso ŝajnas ne esti WebCal retadreso: %s %s

source: Could not create directory %s
eo: Ne povis krei dosierujon %s

source: Claws Mail needs network access in order to update the Webcal feed.
eo: Claws Mail bezonas retan atingon por ĝisdatigi la Webcal fluon.

source: Fetching calendar for %s...
eo: Havigas kalendaron por %s...

source: new subscription
eo: nova subskribo

source: Claws Mail needs network access in order to update the subscription.
eo: Claws Mail bezonas retan atingon por ĝisdatigi la subskribon.

source: Subscribe to WebCal
eo: Subskribu al WebCal

source: Enter the WebCal URL:
eo: Enigu la WebCal retadreson:

source: Could not parse the URL.
eo: Ne povis sintakse analizi la retadreson.

source: Do you really want to unsubscribe?
eo: Ĉu vi vere volas malsubskribi?

source: accepted
eo: akceptite

source: tentatively accepted
eo: prove akceptite

source: declined
eo: rifuzis

source: did not answer
eo: ne respondis

source: individual
eo: individua

source: group
eo: grupo

source: resource
eo: risurco

source: room
eo: ĉambro

source: Past
eo: Pasinta

source: Today
eo: Hodiaŭ

source: Tomorrow
eo: Morgaŭ

source: This week
eo: Ĉi tiu semajno

source: Later
eo: Poste

source: Accepted:
eo: Akceptite:

source: Declined:
eo: Rifuzis:

source: Tentatively Accepted:
eo: Prove akceptis:

source: Individual
eo: Individua

source: Resource
eo: Risurco

source: Room
eo: Ĉambro

source: Add...
eo: Aldonu...

source: The following person(s) are busy at the time of your planned meeting: -
eo: La sekvanta(j) homo(j) estas okupita(j) je la horo de via planita kunveno: -

source: You
eo: Vi

source: You are busy at the time of your planned meeting
eo: Vi estas okupata je la horo de via planita kunveno

source: %s is busy at the time of your planned meeting
eo: %s estas okupita je la horo de via planita kunveno

source: %d hour sooner
eo: %d horo pli frua

source: %d hours sooner
eo: %d horoj pli fruaj

source: %d hours and %d minutes sooner
eo: %d horoj kaj %d minutoj pli fruaj

source: %d minutes sooner
eo: %d minutoj pli fruaj

source: %d hour later
eo: %d horo poste

source: %d hours later
eo: %d horoj poste

source: %d hours and %d minutes later
eo: %d horoj kaj %d minutoj poste

source: %d minutes later
eo: %d minutoj poste

source: Everyone would be available %s or %s.
eo: Ĉiu haveblus %s aŭ %s.

source: Everyone would be available %s.
eo: Ĉiu haveblus %s.

source: It isn't possible to have this meeting with everyone in the previous or next 6 hours.
eo: Ne eblas havi ĉi tiun kunvenon kun ĉiuj dum la antaŭaj aŭ sekvaj 6 horoj.

source: would be available %s or %s
eo: haveblus %s aŭ %s

source: would be available %s
eo: haveblus %s

source: not available
eo: ne havebla

source: , but would be available %s or %s.
eo: , sed ne haveblus %s aŭ %s.

source: , but would be available %s.
eo: , sed haveblus %s.

source: , and isn't available in the previous or next 6 hours.
eo: , kaj ne haveblas en la antaŭaj aŭ sekvaj 6 horoj.

source: available
eo: disponebla

source: Free/busy retrieval failed
eo: Libera/okupata havigo fiaskis

source: Not everyone is available
eo: Ne ĉiuj haveblas

source: Send anyway
eo: Sendu malgraŭe

source: Not everyone is available. See tooltips for more info...
eo: Ne ĉiuj haveblas. Vidu ŝpruckonsiletojn por plia informo...

source: Fetching planning for %s...
eo: Havigas planon por %s...

source: Available
eo: Disponebla

source: Everyone is available.
eo: Ĉiuj haveblas.

source: Everyone seems available, but some free/busy information failed to be retrieved.
eo: Ĉiuj ŝajnas haveblaj, sed kelkaj liberaj/okupataj informoj malsukcesis esti havigitaj.

source: Could not send the meeting invitation. Check the recipients.
eo: Ne povis sendi la kunvenan inviton. Kontrolu la ricevontojn.

source: Save & Send
eo: Konservu kaj Sendu

source: Check availability
eo: Kontrolu havigeblecon

source: <b>Starts at:</b>
eo: <b>Komencas je:</b>

source: <b> on:</b>
eo: <b> je:</b>

source: <b>Ends at:</b>
eo: <b>Finiĝas je:</b>

source: New meeting
eo: Nova renkonto

source: %s - Edit meeting
eo: %s - Redaktu kunvenon

source: Time:
eo: Horo:

source: %d hour
eo: %d horo

source: %d minute
eo: %d minuto

source: Upcoming event: %s
eo: Venonta evento: %s

source: You have a meeting or event soon. It starts at %s and ends %s later. Location: %s More information: %s
eo: Vi havas kunvenon aŭ eventon baldaŭ. Ĝi komenciĝos je %s kaj finiĝos %s poste. Loko: %s Plia informo: %s

source: Remind me in %d minute
eo: Memorigu min post %d minuto

source: Empty calendar
eo: Malplena kalendaro

source: There is nothing to export.
eo: Estas nenio eksporti.

source: Could not export the calendar.
eo: Ne povis eksporti la kalendaron.

source: Export calendar to ICS
eo: Eksportu kalendaron al ICS

source: Couldn't export calendar to '%s'
eo: Ne povis eksporti kalendaron al `%s'

source: Could not export the freebusy info.
eo: Ne povis eksporti la liberokupan informon.

source: Couldn't export free/busy to '%s'
eo: Ne povis eksporti liberan/okupatan al `%s'

source: Reminders
eo: Memorigiloj

source: Alert me
eo: Atentigu min

source: minutes before an event
eo: minutoj antaŭ la evento

source: Calendar export
eo: Kalendara eksporto

source: Automatically export calendar to
eo: Aŭtomate eksportu kalendaron al

source: You can export to a local file or URL
eo: Vi povas eksporti al loka dosiero aŭ retadreso

source: Specify a local file or URL (http://server/path/file.ics)
eo: Specifu lokan dosieron aŭ retadreson (http://servila/vojo/dosiero.ics)

source: User ID
eo: Uzanta identigilo

source: Include webcal subscriptions in export
eo: Inkluzivu webcal subskribojn en eksporto

source: Command to run after calendar export
eo: Komando plenumenda post kalendara eksporto

source: Register Claws' calendar in XFCE's Orage clock
eo: Registru la kalendaro de Claws Mail en la Orage horloĝo de XFCE

source: Allows Orage (version greater than 4.4) to see Claws Mail's calendar
eo: Permesas Orage (versio pli ol 4.4) vidi la kalendaron de Claws Mail

source: Free/Busy information
eo: Libera/Okupita informo

source: Automatically export free/busy status to
eo: Aŭtomate eksportu liberan/okupitan staton al

source: Specify a local file or URL (http://server/path/file.ifb)
eo: Specifu lokan dosieron aŭ retadreson (http://servilo/vojo/dosiero.ifb)

source: Command to run after free/busy status export
eo: Komando plenumenda post libera/okupita stata eksporto

source: Get free/busy status of others from
eo: Havigu liberan/okupitan staton de aliaj de

source: Specify a local file or URL (http://server/path/file.ifb). Use %u for the left part of the email address, %d for the domain
eo: Specifu lokan dosieron aŭ retadreson (http://servila/vojo/dosiero.ifb). Uzu %u por la liva parto de la retpoŝta adreso, %d por la domajno

source: SSL options
eo: SSL-aj opcioj

source: Required APOP timestamp not found in greeting
eo: Bezonata APOP tempindikilo ne trovata en saluto

source: Timestamp syntax error in greeting
eo: Tempindikila sintaksa eraro en saluto

source: Timestamp syntax error in greeting (not ASCII)
eo: Tempindikila sintaksa eraro en saluto (ne ASKIA)

source: POP3 protocol error
eo: POP3 protokola eraro

source: invalid UIDL response: %s
eo: nevalida UIDL respondo: %s

source: POP3: Deleting expired message %d [%s]
eo: POP3: Forigas eltempiĝintan mesaĝon %d [%s]

source: POP3: Skipping message %d [%s] (%d bytes)
eo: POP3: Transsaltas mesaĝon %d [%s] (%d bitokoj)

source: mailbox is locked
eo: poŝtkesto estas ŝlosita

source: Session timeout
eo: Sesia eltempiĝo

source: command not supported
eo: komando ne subtenata

source: error occurred on POP3 session
eo: eraro okazis ĉe POP3 sesio

source: TOP command unsupported
eo: TOP komando ne subtenata

source: News (NNTP)
eo: Novaĵo (NNTP)

source: Local mbox file
eo: Loka mbox dosiero

source: None (SMTP only)
eo: Neniu (SMTP nur)

source: Name of account
eo: Nomo de konto

source: Set as default
eo: Fiksu kiel defaŭlto

source: Personal information
eo: Persona informo

source: Full name
eo: Plena nomo

source: Mail address
eo: Retpoŝta adreso

source: Server information
eo: Servila informo

source: Auto-configure
eo: Aŭtomata agordo

source: Cancel
eo: Nuligu

source: <span weight="bold">Warning: this version of Claws Mail has been built without IMAP and News support.</span>
eo: <span weight="bold">Averto: ĉi tiu versio de Claws Mail estis konstruita sen IMAP kaj Novaĵa subteno.</span>

source: This server requires authentication
eo: Ĉi tiu servilo bezonas atentigon

source: Authenticate on connect
eo: Aŭtentigu je konekto

source: News server
eo: Novaĵa servilo

source: Server for receiving
eo: Servilo por ricevi

source: Local mailbox
eo: Loka poŝtkesto

source: SMTP server (send)
eo: SMTP servilo (sendu)

source: Use mail command rather than SMTP server
eo: Uzu poŝtan komandon pli ol SMTP servilon

source: command to send mails
eo: komando por sendi poŝtojn

source: Account%d
eo: Konto%d

source: Local
eo: Loka

source: Default Inbox
eo: Defaŭlta Inbox

source: Unfiltered messages will be stored in this folder
eo: Nefiltritaj mesaĝoj estos konservitaj en ĉi tiu dosierujo

source: Use secure authentication (APOP)
eo: Uzu sekuran atentigon (APOP)

source: Remove messages on server when received
eo: Forigu mesaĝojn ĉe servilo kiam ricevitaj

source: Remove after
eo: Forigu poste

source: 0 days and 0 hours : remove immediately
eo: 0 tagoj kaj 0 horoj : forigu tuj

source: Receive size limit
eo: Riceva granda limo

source: Messages over this limit will be partially retrieved. When selecting them you will be able to download them fully or delete them.
eo: Mesaĝoj super ĉi tiu limo estos parte havigitaj. Kiam elektante ilin vi povos elŝuti ilin plene aŭ forigi ilin.

source: Maximum number of articles to download
eo: Maksimuma nombro da artikoloj elŝuti

source: unlimited if 0 is specified
eo: senlima se 0 estas specifita

source: Authentication method
eo: Aŭtentiga metodo

source: Automatic
eo: Aŭtomata

source: IMAP server directory
eo: IMAP servila dosierujo

source: (usually empty)
eo: (kutime malplena)

source: Show subscribed folders only
eo: Montru subskribitajn dosierujojn nur

source: Bandwidth-efficient mode (prevents retrieving remote tags)
eo: Kapacita-efika reĝimo (malhelpas havigon de foraj etikedoj)

source: This mode uses less bandwidth, but can be slower with some servers.
eo: Ĉi tiu reĝimo uzas malpli da kapacito, sed povas esti malpli rapida kun kelkaj serviloj.

source: Filter messages on receiving
eo: Filtru mesaĝojn je ricevo

source: Allow filtering using plugins on receiving
eo: Permesu filtradon uzante kromprogramojn je ricevado

source: 'Get Mail' checks for new messages on this account
eo: `Havigu Poŝton' kontrolas novajn mesaĝojn ĉe ĉi tiu konto

source: Header
eo: Ĉapo

source: Generate Message-ID
eo: Generu Mesaĝan-identigilon

source: Send account mail address in Message-ID
eo: Sendu kontan poŝtan adreson en Mesaĝa-identigilo

source: Add user agent header
eo: Aldonu klienta-aplikaĵan ĉapon

source: Add user-defined header
eo: Aldonu uzantdifinitan ĉapon

source: SMTP Authentication (SMTP AUTH)
eo: SMTP aŭtentigo (SMTP AUTH)

source: If you leave these entries empty, the same user ID and password as receiving will be used.
eo: Se vi lasas ĉi tiujn erojn malplenaj, la sama uzanta identigilo kaj pasvorto kiel ricevi estos uzataj.

source: Authenticate with POP3 before sending
eo: Aŭtentigu kun POP3 antaŭ ol sendi

source: POP authentication timeout:
eo: POP aŭtentiga eltimpiĝo:

source: minutes
eo: minutoj

source: Signature
eo: Subskribo

source: Automatically insert signature
eo: Aŭtomate enmetu subskribon

source: Signature separator
eo: Subskriba apartigilo

source: Command output
eo: Komanda eliĝo

source: Automatically set the following addresses
eo: Aŭtomate fiksu la sekvantajn adresojn

source: Spell check dictionaries
eo: Literumaj leksikonoj

source: Default dictionary
eo: Defaŭlta leksikono

source: Default alternate dictionary
eo: Defaŭlta alternativa leksikono

source: Compose
eo: Verku

source: Reply
eo: Respondu

source: Forward
eo: Plusendu

source: Default privacy system
eo: Defaŭlta privateca sistemo

source: Always sign messages
eo: Ĉiam subskribu mesaĝojn

source: Always encrypt messages
eo: Ĉiam enĉifru mesaĝojn

source: Always sign messages when replying to a signed message
eo: Ĉiam subskribu mesaĝojn kiam respondante al subskribita mesaĝo

source: Always encrypt messages when replying to an encrypted message
eo: Ĉiam enĉifru mesaĝojn kiam respondante al enĉifrita mesaĝo

source: Encrypt sent messages with your own key in addition to recipient's
eo: Enĉifru senditajn mesaĝojn kun via propra ŝlosilo krom tiu de la ricevinto

source: Save sent encrypted messages as clear text
eo: Konservu senditajn enĉifritajn mesaĝojn kiel klara teksto

source: Don't use SSL
eo: Ne uzu SSL

source: Use SSL for POP3 connection
eo: Uzu SSL por POP3 konekto

source: Use STARTTLS command to start SSL session
eo: Uzu STARTTLS komandon komenci SSL sesion

source: Use SSL for IMAP4 connection
eo: Uzu SSL por IMAP4 konekto

source: Use SSL for NNTP connection
eo: Uzu SSL por NNTP konekto

source: Send (SMTP)
eo: Sendu (SMTP)

source: Don't use SSL (but, if necessary, use STARTTLS)
eo: Ne uzu SSL (sed, se necese, uzu STARTTLS)

source: Use SSL for SMTP connection
eo: Uzu SSL por SMTP konekto

source: Client certificates
eo: Klientaj atestoj

source: Certificate for receiving
eo: Atesto por ricevi

source: Client certificate file as a PKCS12 or PEM file
eo: Klienta atesta dosiero kiel PKCS12 aŭ PEM dosiero

source: Certificate for sending
eo: Atesto por sendi

source: Automatically accept unknown valid SSL certificates
eo: Aŭtomate akceptu nekonatajn validajn SSL atestojn

source: Use non-blocking SSL
eo: Uzu ne-blokigan SSL

source: Turn this off if you have SSL connection problems
eo: Malŝaltu ĉi tion se vi havas SSL konektajn problemojn

source: SMTP port
eo: SMTP pordo

source: POP3 port
eo: POP3 pordo

source: IMAP4 port
eo: IMAP4 pordo

source: NNTP port
eo: NNTP pordo

source: Domain name
eo: Domajna nomo

source: The domain name will be used in the generated Message-ID, and when connecting to SMTP servers.
eo: La domajna nomo estos uzata en la generita Mesaĝa-identigilo, kaj kiam konektante al SMTP serviloj.

source: Use command to communicate with server
eo: Uzu komandon komuniki kun servilo

source: Move deleted mails to trash and expunge immediately
eo: Movu forigitajn poŝtojn al rubujo kaj forviŝu tuj

source: Moves deleted mails to trash instead of using the \Deleted flag without expunging.
eo: Movas forigitajn poŝtojn al rubujo anstataŭ uzante la \Forviŝitan flagon sen forviŝo.

source: Mark cross-posted messages as read and color:
eo: Marku trans-poŝtitajn mesaĝojn kiel legitaj kaj kolorigu:

source: Put sent messages in
eo: Metu senditajn mesaĝojn en

source: Put queued messages in
eo: Metu envicigitajn mesaĝojn en

source: Put draft messages in
eo: Metu provajn mesaĝojn en

source: Put deleted messages in
eo: Metu forigitajn mesaĝojn en

source: Account name is not entered.
eo: Konta nomo ne estis enigita.

source: Mail address is not entered.
eo: Poŝtadreso ne estis enigita.

source: SMTP server is not entered.
eo: SMTP servilo ne estis enigita.

source: User ID is not entered.
eo: Uzanta identigilo ne estas enigita.

source: POP3 server is not entered.
eo: POP3 servilo ne estis enigita.

source: The default Inbox folder doesn't exist.
eo: La defaŭlta Inbox dosierujo ne ekzistas.

source: IMAP4 server is not entered.
eo: IMAP4 servilo ne estis enigita.

source: NNTP server is not entered.
eo: NNTP servilo ne estis enigita.

source: local mailbox filename is not entered.
eo: loka poŝtkesta dosiernomo ne estis enigita.

source: mail command is not entered.
eo: poŝta komando ne estis enigita.

source: Receive
eo: Ricevu

source: Templates
eo: Ŝablonoj

source: Privacy
eo: Privateco

source: Advanced
eo: Altnivela

source: Preferences for new account
eo: Preferoj por nova konto

source: %s - Account preferences
eo: %s - Kontaj preferoj

source: Failed (wrong address)
eo: Fiaskis (malĝusta retpoŝtadreso)

source: Select signature file
eo: Elektu subskriban dosieron

source: Select certificate file
eo: Elektu atestan dosieron

source: Protocol:
eo: Protokolo:

source: %s (plugin not loaded)
eo: %s (kromprogramo ne ŝargita)

source: Actions configuration
eo: Aga agordo

source: Menu name
eo: Menua nomo

source: Shell command
eo: Ŝela komando

source: Filter action
eo: Filtrila ago

source: Edit filter action
eo: Redaktu filtrilan agon

source: Append the new action above to the list
eo: Postgluu la novan agon supran al la listo

source: Replace the selected action in list with the action above
eo: Anstataŭigu la elektitan agon en listo kun la ago supra

source: Re_move
eo: Forigu

source: Delete the selected action from the list
eo: Forigu la elektitan agon el la listo

source: Clear all the input fields in the dialog
eo: Vakigu ĉiujn enigajn kampojn en la dialogo

source: Show information on configuring actions
eo: Montru informon ĉe agordaj agoj

source: Move the selected action up
eo: Movu la elektitan agon supren

source: Move selected action down
eo: Movu elektitan agon suben

source: (New)
eo: (Nova)

source: Menu name is not set.
eo: Menua nomo ne estas fiksita.

source: A leading '/' is not allowed in the menu name.
eo: Antaŭanta `/' ne estas permesata en la menua nomo.

source: Colon ':' is not allowed in the menu name.
eo: Dupunkto `:' ne estas permesata en la menua nomo.

source: There is an action with this name already.
eo: Jam estas ago kun ĉi tiu nomo.

source: Menu name is too long.
eo: Menua nomo estas tro longa.

source: Command-line not set.
eo: Komand-linio ne fiksita.

source: Menu name and command are too long.
eo: Menua nomo kaj komando estas tro longaj.

source: The command %s has a syntax error.
eo: La komando %s havas sintaksan eraron.

source: Delete action
eo: Forigu agon

source: Do you really want to delete this action?
eo: Ĉu vi vere volas forigi ĉi tiun agon?

source: Delete all actions
eo: Forigu ĉiujn agojn

source: Do you really want to delete all the actions?
eo: Ĉu vi vere volas forigi ĉiujn agojn?

source: Entry not saved
eo: Enigo ne konservita

source: The entry was not saved. Close anyway?
eo: La enigo ne estis konservita. Ĉu fermu malgraŭe?

source: +_Continue editing
eo: +_Daŭrigu redaktadon

source: Actions list not saved
eo: Aga listo ne konservita

source: The actions list has been modified. Close anyway?
eo: La aga listo estis modifita. Ĉu fermu malgraŭe?

source: <span weight="bold" underline="single">Menu name:</span>
eo: <span weight="bold" underline="single">Menua nomo:</span>

source: Use / in menu name to make submenus.
eo: Uzu / en menua nomo por fari submenuojn.

source: <span weight="bold" underline="single">Command-line:</span>
eo: <span weight="bold" underline="single">Komand-linio:</span>

source: <span weight="bold">Begin with:</span>
eo: <span weight="bold">Komencu kun:</span>

source: to send message body or selection to command's standard input
eo: por sendi mesaĝan korpon aŭ elekton al la ĉefeligujo de la komando

source: to send user provided text to command's standard input
eo: por sendi uzante provizitan tekston al la ĉefenigujo de la komando

source: to send user provided hidden text to command's standard input
eo: por sendi uzante provizitan kaŝitan tekston al la ĉefenigujo de la komando

source: <span weight="bold">End with:</span>
eo: <span weight="bold">Finu kun:</span>

source: to replace message body or selection with command's standard output
eo: anstataŭigi mesaĝan korpon aŭ elekton kun la ĉefeligujo de la komando

source: to insert command's standard output without replacing old text
eo: enmeti ĉefeligujon de la komando sen anstataŭigi malnovan tekston

source: to run command asynchronously
eo: plenumi komandon malsinkrone

source: <span weight="bold">Use:</span>
eo: <span weight="bold">Uzu:</span>

source: for the file of the selected message in RFC822/2822 format
eo: por la dosiero de la elektita mesaĝo en RFC822/2822 aranĝo

source: for the list of the files of the selected messages in RFC822/2822 format
eo: por la listo de la dosieroj de la elektitaj mesaĝoj en RFC822/2822 aranĝo

source: for the file of the selected decoded message MIME part
eo: por la dosiero de la elektita elĉifrita mesaĝo MIME parto

source: for a user provided argument
eo: por uzante provizita argumento

source: for a user provided hidden argument (e.g. password)
eo: por uzante provizita kaŝita argumento (ekz. pasvorto)

source: for the text selection
eo: por la teksta elekto

source: apply filtering actions between {} to selected messages
eo: apliku filtrilajn agojn inter {} al elektitaj mesaĝoj

source: for a literal %
eo: por laŭlitera %

source: Actions
eo: Agoj

source: The Actions feature is a way for the user to launch external commands to process a complete message file or just one of its parts.
eo: La Aga trajto estas maniero por la uzanto lanĉi eksterajn komandojn trakti kompletan mesaĝan dosieron aŭ nur unu el ĝiaj partoj.

source: D_uplicate
eo: D_uplikatu

source: Current actions
eo: Nunaj agoj

source: Action string is not valid.
eo: Aga ĉeno ne validas.
