Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Override From header. This doesn't change the account used to compose the new message.
eo: Superregu De ĉapon. Ĉi tio ne ŝanĝas la konton uzatan por verki la novan mesaĝon.

source: Use template when replying to messages
eo: Uzu ŝablonon kiam respondante al mesaĝoj

source: Override From header. This doesn't change the account used to reply.
eo: Superregu De ĉapon. Ĉi tio ne ŝanĝas la konton uzata por respondi.

source: Quotation mark
eo: Citilo

source: Use template when forwarding messages
eo: Uzu ŝablonon kiam plusendante mesaĝojn

source: Override From header. This doesn't change the account used to forward.
eo: Superregu De ĉapon. Ĉi tio ne ŝanĝas la konton uzata por plusendi.

source: Defaults
eo: Defaŭltoj

source: The "From" field of the "New message" template contains an invalid email address.
eo: La "De" kampo de la "Nova mesaĝo" ŝablono enhavas nevalidan retpoŝtan adreson.

source: The "Subject" field of the "New message" template is invalid.
eo: La "Temo" kampo de la "Nova mesaĝo" ŝablono ne estas valida.

source: The "Quotation mark" field of the "Reply" template is invalid.
eo: La "Citilo" kampo de la "Respondo" ŝablono ne estas valida.

source: The "Quotation mark" field of the "Forward" template is invalid.
eo: La "Citlo" kampo de la "Plusendu" ŝablono ne estas valida.

source: Enter text to replace '%s'
eo: Enigu tekston por anstataŭigi `%s'

source: Enter variable
eo: Enigu variablon

source: Sending message using command: %s
eo: Sendas mesaĝon uzante komandon: %s

source: Couldn't execute command: %s
eo: Ne povis plenumi komandon: %s

source: Error occurred while executing command: %s
eo: Eraro okazis dum plenumante komandon: %s

source: Connecting
eo: Konektas

source: Doing POP before SMTP...
eo: Faras POP antaŭ SMTP...

source: POP before SMTP
eo: POP antaŭ SMTP

source: Account '%s': Connecting to SMTP server: %s:%d...
eo: Konto `%s': Konektas al SMTP servilo: %s:%d...

source: Mail sent successfully.
eo: Poŝto sendite sukcese.

source: Sending HELO...
eo: Sendas HELO...

source: Authenticating
eo: Aŭtentigas

source: Sending message...
eo: Sendas mesaĝon...

source: Sending EHLO...
eo: Sendas EHLO...

source: Sending MAIL FROM...
eo: Sendas POŜTO DE...

source: Sending RCPT TO...
eo: Sendas RCPT AL...

source: Sending DATA...
eo: Sendas DATUMOJN...

source: Quitting...
eo: Ĉesas...

source: Sending message (%d / %d bytes)
eo: Sendas mesaĝon (%d / %d bitokoj)

source: Sending message
eo: Sendas mesaĝon

source: Error occurred while sending the message.
eo: Eraro okazis dum sendante la mesaĝon.

source: Error occurred while sending the message: %s
eo: Eraro okazis dum sendante la mesaĝon: %s

source: Mailbox setting
eo: Poŝtkesta fiksado

source: First, you have to set the location of mailbox. You can use existing mailbox in MH format if you have the one. If you're not sure, just select OK.
eo: Unue, vi devas fiksi la lokon de poŝtkesto. Vi povas uzi ekzistantan poŝtkeston en MH aranĝo se vi havas nur unu. Se vi ne certas, nur elektu Bone.

source: Source of the message
eo: Fonto de la mesaĝo

source: %s - Source
eo: %s - Fonto

source: Saved SSL certificates
eo: Konservis SSL atestojn

source: Delete certificate
eo: Forigu ateston

source: Do you really want to delete this certificate?
eo: Ĉu vi vere volas forigi ĉi tiun ateston?

source: Search messages
eo: Serĉu mesaĝojn

source: Match any of the following
eo: Kongruu kun iun ajn de la sekvantaj

source: Match all of the following
eo: Kongruu kun ĉiuj el la sekvantaj

source: Body:
eo: Korpo:

source: Condition:
eo: Kondiĉo:

source: Find _all
eo: Trovu ĉiujn

source: Searching in %s...
eo: Serĉante en %s...

source: Beginning of list reached; continue from end?
eo: Komenco de listo atingita; ĉu daŭrigu de fino?

source: End of list reached; continue from beginning?
eo: Fino de listo atingita; ĉu daŭrigu de komenco?

source: Create _filter rule
eo: Kreu _filtran regulon

source: Toggle quick search bar
eo: Baskulu rapidserĉan breton

source: Toggle multiple selection
eo: Baskulu multoblan elektadon

source: Process mark
eo: Trakta marko

source: Some marks are left. Process them?
eo: Kelkaj markoj restas. Ĉu traktu ilin?

source: Scanning folder (%s)...
eo: Skanas dosierujon (%s)...

source: No more unread messages
eo: Neniuj plu nelegitaj mesaĝoj

source: No unread message found. Search from the end?
eo: Neniu nelegita mesaĝo trovita. Ĉu serĉu de la fino?

source: Internal error: unexpected value for prefs_common.next_unread_msg_dialog
eo: Interna eraro: neatendita valoro por prefs_common.next_unread_msg_dialog

source: No unread messages.
eo: Neniuj nelegitaj mesaĝoj.

source: No unread message found. Go to next folder?
eo: Neniu nelegita mesaĝo trovita. Ĉu iru al la sekva dosierujo?

source: No more new messages
eo: Neniuj pliaj novaj mesaĝoj

source: No new message found. Search from the end?
eo: Neniu nova mesaĝo trovita. Ĉu serĉu de la fino?

source: No new messages.
eo: Neniuj novaj mesaĝoj.

source: No new message found. Go to next folder?
eo: Neniu nova mesaĝo trovita. Ĉu iru al la sekva dosierujo?

source: No more marked messages
eo: Neniuj pliaj markitaj mesaĝoj

source: No marked message found. Search from the end?
eo: Neniu markita mesaĝo trovita. Ĉu serĉu de la fino?

source: No marked messages.
eo: Neniuj markitaj mesaĝoj.

source: No marked message found. Go to next folder?
eo: Neniu markita mesaĝo trovita. Ĉu iru al la sekva dosierujo?

source: No more labeled messages
eo: Neniuj pli da etikeditaj mesaĝoj

source: No labeled message found. Search from the end?
eo: Neniu etikedita mesaĝo trovita. Ĉu serĉu de la fino?

source: No labeled messages.
eo: Neniuj etikeditaj mesaĝoj.

source: No labeled message found. Search from the beginning?
eo: Neniu etikedita mesaĝo trovita. Ĉu serĉu de la komenco?

source: Attracting messages by subject...
eo: Altirante mesaĝojn laŭ temo...

source: %d deleted
eo: %d forigitaj

source: %s%d moved
eo: %s%d movitaj

source: %s%d copied
eo: %s%d kopiitaj

source: item selected
eo: ero elektita

source: %d new, %d unread, %d total (%s)
eo: %d novaj, %d nelegitaj, %d sumo (%s)

source: <b>Message summary</b> <b>New:</b> %d <b>Unread:</b> %d <b>Total:</b> %d <b>Size:</b> %s <b>Marked:</b> %d <b>Replied:</b> %d <b>Forwarded:</b> %d <b>Locked:</b> %d <b>Ignored:</b> %d <b>Watched:</b> %d
eo: <b>Mesaĝa resumo</b> <b>Nova:</b> %d <b>Nelegitaj:</b> %d <b>Sumo:</b> %d <b>Grando:</b> %s <b>Markitaj:</b> %d <b>Responditaj:</b> %d <b>Plusenditaj:</b> %d <b>Ŝlositaj:</b> %d <b>Ignoritaj:</b> %d <b>Observitaj:</b> %d

source: %d/%d selected (%s/%s), %d unread
eo: %d/%d elektitaj (%s/%s), %d nelegitaj

source: Sorting summary...
eo: Ordigas resumon...

source: Setting summary from message data...
eo: Starigas resumon de mesaĝaj datumoj...

source: (No Date)
eo: (Neniu Dato)

source: (No Recipient)
eo: (Neniu Ricevonto)

source: %s <span color='%s' style='italic'>From: %s, on %s</span>
eo: %s <span color='%s' style='italic'>De: %s, je %s</span>

source: %s <span color='%s' style='italic'>To: %s, on %s</span>
eo: %s <span color=`%s' style='italic'>Al: %s, je %s</span>

source: You're not the author of the article.
eo: Vi ne estas la aŭtoro de la artikolo.

source: Do you really want to delete the selected message?
eo: Ĉu vi vere volas forigi la elektitan mesaĝon?

source: Delete message(s)
eo: Forigu mesaĝo(j)n

source: Destination is same as current folder.
eo: Celo estas same kiel la nuna dosierujo.

source: Destination to copy is same as current folder.
eo: Celo por kopio estas same kiel la nuna dosierujo.

source: Append or Overwrite
eo: Aldonu aŭ Superskribu

source: Append or overwrite existing file?
eo: Ĉu aldonu aŭ superskribu ekzistantan dosieron?

source: _Append
eo: _Aldonu

source: _Overwrite
eo: Superskribu

source: You are about to print %d messages, one by one. Do you want to continue?
eo: Vi estas presonta %d mesaĝojn, unuope. Ĉu vi volas daŭrigi?

source: Building threads...
eo: Konstruante fadenojn...

source: Skip these rules
eo: Transsaltu ĉi tiujn regulojn

source: Apply these rules regardless of the account they belong to
eo: Apliku ĉi tiujn regulojn sen rigardo al la konto al kiu ili apartenas

source: Apply these rules if they apply to the current account
eo: Apliku ĉi tiujn regulojn se ili aplikas al la nuna konto

source: Filtering
eo: Filtrado

source: There are some filtering rules that belong to an account. Please choose what to do with these rules:
eo: Estas kelkaj filtraj reguloj kiuj apartenas al konto. Bonvolu elekti tion kion fari kun ĉi tiuj reguloj:

source: _Filter
eo: _Filtrilo

source: Filtering...
eo: Filtras...

source: Processing configuration
eo: Traktas agordon

source: Ignored thread
eo: Ignorata fadeno

source: Watched thread
eo: Observata fadeno

source: Replied but also forwarded - click to see reply
eo: Respondis sed ankaŭ plu sendis - alklaku por vidi respondon

source: Replied - click to see reply
eo: Respondis - alklaku por vidi respondon

source: To be moved
eo: Movenda

source: To be copied
eo: Kopienda

source: Signed, has attachment(s)
eo: Subskribita, havas algluaĵo(j)n

source: Encrypted, has attachment(s)
eo: Ĉifrita, havas algluaĵo(j)n

source: Encrypted
eo: Ĉifrita

source: Has attachment(s)
eo: Havas algluaĵo(j)n

source: Regular expression (regexp) error: %s
eo: Regula esprimo (regesp) eraro: %s

source: Go back to the folder list (You have unread messages)
eo: Reiru al la dosieruja listo (vi havas nelegitajn mesaĝojn)

source: Go back to the folder list
eo: Reiru al la dosieruja listo

source: _Open in web browser
eo: Malfermu en kr_ozilo

source: Copy this _link
eo: Kopiu ĉi tiun _ligilon

source: _Reply to this address
eo: _Respondu al ĉi tiu adreso

source: Add to _Address book
eo: Aldonu al _Adreslibro

source: Copy this add_ress
eo: Kopiu ĉi tiun ad_reson

source: _Open image
eo: Malfermu bild_on

source: _Save image...
eo: Kon_servu bildon...

source: [%s %s (%d bytes)]
eo: [%s %s (%d bitokoj)]

source: [%s (%d bytes)]
eo: [%s (%d bitokoj)]

source: This message can't be displayed. This is probably due to a network error. Use
eo: Ĉi tiu mesaĝo ne povas esti montrita. Eble ĉi tio estis kaŭzita de reta eraro. Uzu

source: 'Network Log'
eo: 'Reta protokolo'

source: in the Tools menu for more information.
eo: en la Ila menuo por plia informo.

source: The following can be performed on this part
eo: La sekva povas esti efektivigita sur ĉi tiu parto

source: by right-clicking the icon or list item:
eo: pere de dekstre alklakante la piktogramon aŭ listeron:

source: - To save, select
eo: - Por konservi, elektu

source: 'Save as...'
eo: 'Konservu kiel...'

source: (Shortcut key: '
eo: (Fulmoklavo: '

source: - To display as text, select
eo: - Por montri kiel teksto, elektu

source: 'Display as text'
eo: 'Montru kiel teksto'

source: - To open with an external program, select
eo: - Por malfermi kun ekstera programo, elektu

source: 'Open'
eo: 'Malfermu'

source: (alternately double-click, or click the middle
eo: (alternative duoble klaku, aŭ alklaku la mezan

source: mouse button)
eo: musbutonon)

source: - Or use
eo: - Aŭ uzu

source: 'Open with...'
eo: 'Malfermu kun...'

source: The command to view attachment as text failed: %s Exit code %d
eo: La komando rigardi algluaĵon kiel teksto malsukcesis: %s Elira stato %d

source: Tags:
eo: Etikedoj:

source: The real URL is different from the displayed URL. <b>Displayed URL:</b> %s <b>Real URL:</b> %s Open it anyway?
eo: La vera retadreso malsamas de la montrita retadreso. <b>Montrita retadreso:</b> %s <b>Vera retadreso:</b> %s Ĉu malfermu malgraŭe?

source: Phishing attempt warning
eo: Trompa prova averto

source: _Open URL
eo: Malfermu retadreson

source: Receive Mail from all Accounts
eo: Ricevu poŝton de ĉiuj kontoj

source: Receive Mail from current Account
eo: Ricevu poŝton de nuna konto

source: Send Queued Messages
eo: Sendu envicigitajn mesaĝojn

source: Compose Email
eo: Verku retpoŝton

source: Compose News
eo: Verku novaĵon

source: Reply to Message
eo: Respondu al mesaĝo

source: Reply to Sender
eo: Respondu al Sendinto

source: Reply to All
eo: Respondu al ĉiuj

source: Reply to Mailing-list
eo: Respondu al poŝtlisto

source: Open email
eo: Malfermu retpoŝton

source: Forward Message
eo: Plusendu mesaĝon

source: Trash Message
eo: Movu mesaĝon al la rubujo

source: Delete Message
eo: Forigu mesaĝon

source: Go to Previous Unread Message
eo: Iru al antaŭa nelegita mesaĝo

source: Go to Next Unread Message
eo: Iru al sekva nelegita mesaĝo

source: Print
eo: Presu

source: Learn Spam or Ham
eo: Lernu spamon aŭ malspamon

source: Open folder/Go to folder list
eo: Malfermu dosierujon/Iru al dosieruja listo

source: Send Message
eo: Sendu mesaĝon

source: Put into queue folder and send later
eo: Metu en vican dosierujon kaj sendu pli malfrue

source: Save to draft folder
eo: Konservu al provaĵa dosierujo

source: Insert file
eo: Enmetu dosieron

source: Attach file
eo: Algluu dosieron

source: Insert signature
eo: Enmetu subskribon

source: Replace signature
eo: Anstataŭigu subsk_ribon

source: Edit with external editor
eo: Redaktu kun ekstera redaktilo

source: Wrap long lines of current paragraph
eo: Ĉirkaŭfluigu longajn liniojn de la nuna paragrafo

source: Wrap all long lines
eo: Ĉirkaŭfluigu longajn liniojn

source: Check spelling
eo: Kontrolu literumadon

source: Claws Mail Actions Feature
eo: Claws Mail Aga Trajto

source: Cancel receiving
eo: Nuligu ricevadon

source: Cancel receiving/sending
eo: Nuligu ricevadon/sendadon

source: Close window
eo: Fermu fenestron

source: Claws Mail Plugins
eo: Claws Mail kromprogramoj

# Toolbar
source: Trash
eo: Rubujo

source: Folders
eo: Dosierujoj

source: Get Mail
eo: Havigu poŝton

source: Get
eo: Havigu

# Toolbar
source: Compose
eo: Verku

source: All
eo: Ĉiuj

# Toolbar
source: Sender
eo: Sendanto

source: List
eo: Listo

source: Prev
eo: Antaŭa

source: Next
eo: Sekva

source: Draft
eo: Provaĵo

source: Insert sig.
eo: Enmetu subskrib.

source: Replace sig.
eo: Anstataŭigu subsk_ribon

source: Edit
eo: Redaktu

source: Wrap para.
eo: Ĉirkaŭfluigu para.

source: Wrap all
eo: Ĉirkaŭfluigu ĉion

source: Stop
eo: Haltu

source: Stop all
eo: Haltu ĉiujn

source: Compose News message
eo: Verku novaĵmesaĝon

source: Learn spam
eo: Lernu spamon

source: Ham
eo: Malspamo

source: Learn ham
eo: Lernu malspamon

source: Go to folder list
eo: Iru al la dosieruja listo

source: Receive Mail from selected Account
eo: Ricevu retpoŝton de elektita konto

source: Open preferences
eo: Malfermu preferojn

source: Compose with selected Account
eo: Verku kun elektita konto

source: Learn as...
eo: Lernu kiel...

source: Learn as _Spam
eo: Lernu kiel _Spamo

source: Learn as _Ham
eo: Lernu kiel Malspamo

source: Reply to Message options
eo: Respondu al mesaĝaj opcioj

source: _Reply with quote
eo: Respondu kun cito

source: Reply without _quote
eo: Respondu sen cito

source: Reply to Sender options
eo: Opcioj por Respondu al sendinto

source: Reply to All options
eo: Opcioj por Respondu al ĉiuj

source: Reply to Mailing-list options
eo: Opcioj por Respondu al poŝtlistoj

source: Forward Message options
eo: Opcioj por plusendotaj mesaĝoj

source: There are no URLs in this email.
eo: Estas neniuj retadresoj en ĉi tiu retpoŝta mesaĝo.

source: Available URLs:
eo: Haveblaj retadresoj:

# Dialog title
source: Open URLs
eo: Malfermu retadresojn

source: Please select the URL to open.
eo: Bonvolu elekti la retadreson por malfermi.

source: Select All
eo: Elektu ĉiujn

# Welcome Mail Subject
source: Welcome to Claws Mail
eo: Bonvenon al Claws Mail

source: Welcome to Claws Mail --------------------- Now that you have set up your account you can fetch your mail by clicking the 'Get Mail' button at the left of the toolbar. Claws Mail has lots of extra features accessible via plugins, like anti-spam filtering and learning (via the Bogofilter or SpamAssassin plugins), privacy protection (via PGP/Mime), an RSS aggregator, a calendar, and much more. You can load them from the menu entry '/Configuration/Plugins'. You can change your Account Preferences by using the menu entry '/Configuration/Preferences for current account' and change the general Preferences by using '/Configuration/Preferences'. You can find further information in the Claws Mail manual, which can be accessed by using the menu entry '/Help/Manual' or online at the URL given below. Useful URLs ----------- Homepage: <%s> Manual: <%s> FAQ: <%s> Themes: <%s> Mailing Lists: <%s> LICENSE ------- Claws Mail is free software, released under the terms of the GNU General Public License, version 3 or later, as published by the Free Software Foundation, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA. The license can be found at <%s>. DONATIONS --------- If you wish to donate to the Claws Mail project you can do so at <%s>.
eo: Bonvenon al Claws Mail ---------------------- Nun ke vi starigis vian konton, vi povas venigi vian poŝton per alklako sur la `Havigi poŝton' butono ĉe la maldekstro de la ilbreto. Claws Mail havas multajn pluajn trajtojn atingeblajn pere de kromprogramoj, kiel kontraŭspama filtrado kaj lernado (pere de la Bogofiltrilo aŭ SpamAssassin kromprogramoj), privateca protekto (pere de PGP/Mime), RSS kolektilo, kalendaro, kaj multe pli. Vi povas ŝargi ilin de la menuero `/Agordo/Kromprogramoj'. Vi povas ŝanĝi viajn kontajn preferojn uzante la menueron `/Agordo/Preferoj por la nuna konto' kaj ŝanĝi la ĝeneralajn preferojn uzante `/Agordo/Preferoj'. Vi povas trovi pluan informon en la Claws Mail manlibro, kiu povas esti atingita uzante la menueron `/Helpo/Manlibro' aŭ surrete ĉe la adreso donita sube. Utilaj retadresoj ----------------- Hejmpaĝo: <%s> Manlibro: <%s> Oftaj demandoj: <%s> Temoj: <%s> Retpoŝtaj listoj: <%s> PERMESILO --------- Claws Mail estas libera programo, publikigita sub la termoj de la GNU Ĝenerala Publika Permesilo, versio 3 aŭ pli malfrua, kiel eldonita de la Free Software Foundation, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, Usono. La permesilo povas esti trovata ĉe <%s> DONACOJ ------- Se vi volas donaci al la Claws Mail projekto vi povas agi tiel ĉe <%s>.

source: Please enter the mailbox name.
eo: Bonvolu enmeti la poŝtkestan nomon.

source: Please enter your name and email address.
eo: Bonvolu enmeti vian nomon kaj retpoŝtan adreson.

source: Please enter your receiving server and username.
eo: Bonvolu enmeti vian ricevan servilon kaj uzantnomon.

source: Please enter your username.
eo: Bonvolu enmeti vian uzantnomon.

source: Please enter your SMTP server.
eo: Bonvolu enmeti vian SMTP servilon.

source: Please enter your SMTP username.
eo: Bonvolu enmeti vian SMTP uzantnomon.

source: <span weight="bold">Your name:</span>
eo: <span weight="bold">Via nomo:</span>

source: <span weight="bold">Your email address:</span>
eo: <span weight="bold">Via retpoŝta adreso:</span>

source: Your organization:
eo: Via organizo:

source: <span weight="bold">Mailbox name:</span>
eo: <span weight="bold">Poŝtkesta nomo:</span>

source: You can also specify an absolute path, for example: "/home/john/Documents/Mail"
eo: Vi povas ankaŭ specifi absolutan vojon, ekzemple: "/home/petro/Dokumentoj/Retpoŝto"

source: You can specify the port number by appending it at the end: "mail.example.com:25"
eo: Vi povas specifi la pordnumeron per algluante ĝin ĉe la fino:"retpoŝto.ekzemplo.com:25"

source: <span weight="bold">SMTP server address:</span>
eo: <span weight="bold">SMTP servila adreso:</span>

source: Use authentication
eo: Uzu aŭtentigon

source: <span size="small">(empty to use the same as receive)</span>
eo: <span size="small">(vaka por uzi la ricevilon)</span>

source: SMTP username:
eo: SMTP uzantnomo:

source: SMTP password:
eo: SMTP pasvorto:

source: Use SSL to connect to SMTP server
eo: Uzu SSL por konekti al SMTP servilo

source: Use SSL via STARTTLS
eo: Uzu SSL pere de STARTTLS

source: Client SSL certificate (optional)
eo: Klienta SSL atesto (opcia)

source: <span weight="bold">Server address:</span>
eo: <span weight="bold">Servila adreso:</span>

source: <span weight="bold">Local mailbox:</span>
eo: <span weight="bold">Loka retpoŝtejo:</span>

source: <span weight="bold">Server type:</span>
eo: <span weight="bold">Servila tipo:</span>

source: You can specify the port number by appending it at the end: "mail.example.com:110"
eo: Vi povas specifi la pordan numeron per almeto de ĝi ĉe la fino: "retpoŝto.ekzemplo.com:110"

source: <span weight="bold">Username:</span>
eo: <span weight="bold">Uzantnomo:</span>

source: Use SSL to connect to receiving server
eo: Uzu SSL por konekti al ricevanta servilo

source: IMAP server directory:
eo: IMAP servila dosierujo:

source: Show only subscribed folders
eo: Montru nur subskribitajn dosierujojn

source: <span weight="bold">Warning: this version of Claws Mail has been built without IMAP support.</span>
eo: <span weight="bold">Averto: ĉi tiu versio de Claws Mail estis konstruita sen IMAP subteno.</span>

source: Claws Mail Setup Wizard
eo: Claws Mail agorda asistanto

source: Welcome to Claws Mail
eo: Bonvenon al Claws Mail

source: Welcome to the Claws Mail setup wizard. We will begin by defining some basic information about you and your most common mail options so that you can start to use Claws Mail in less than five minutes.
eo: Bonvenon al la Claws Mail agorda asistanto. Ni komencos per difino de ia baza informo pri vi kaj viaj plej oftaj retpoŝtaj opcioj tiel ke vi povas komenci uzi Claws Mail post malpli ol kvin minutoj.

source: About You
eo: Pri vi

source: Bold fields must be completed
eo: Grasaj kampoj estas plenigendaj

source: Receiving mail
eo: Ricevas retpoŝton

source: Sending mail
eo: Sendas retpoŝton

source: Saving mail on disk
eo: Konservas retpoŝton surdisken

source: Configuration finished
eo: Agordo finita

source: Claws Mail is now ready. Click Save to start.
eo: Claws Mail nun estas preta. Alklaku Konservu por komenci.
