Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Message is marked for copying
eo: Mesaĝo estas markita por kopii

source: Locked message
eo: Ŝlosita mesaĝo

source: Folder (normal, opened)
eo: Dosierujo (normala, malfermita)

source: Folder with read messages hidden
eo: Dosierujo kun legitaj mesaĝoj kaŝitaj

source: Folder contains marked messages
eo: Dosierujo enhavas markitajn mesaĝojn

source: Icon Legend
eo: Piktograma etikedo

source: <span weight="bold">The following icons are used to show the status of messages and folders:</span>
eo: <span weight="bold">La sekvaj piktogramoj estas uzataj por montri la staton de mesaĝoj kaj dosierujoj:</span>

source: Input password for %s on %s:
eo: Enigu pasvorton por %s sur %s:

source: Input password for %s:
eo: Enigu pasvorton por %s:

source: Input password:
eo: Enigu pasvorton:

source: Input password
eo: Enigu pasvorton

source: Remember password for this session
eo: Memoru pasvorton por ĉi tiu sesio

source: Remember this
eo: Memoru ĉi tion

source: Clear _Log
eo: Vakigu protokolon

source: <span><b>Warning:</b> This URL was too long for displaying and has been truncated for safety. This message could be corrupted, malformed or part of some DoS attempt.</span>
eo: <span><b>Averto:</b> Ĉi tiu retadreso estis tro longa por montri kaj estis senpintigita por sekureco. Ĉi tiu mesaĝo povus esti rompita, misformita aŭ parto de iu DoS provo.</span>

source: Version:
eo: Versio:

source: Error:
eo: Eraro:

source: Plugin is not functional.
eo: Kromprogramo ne funkcias.

source: Select the Plugins to load
eo: Elektu la kromprogramojn por ŝargi

source: The following error occurred while loading %s : %s
eo: La sekva eraro okazis dum ŝargante %s : %s

source: Plugins
eo: Kromprogramoj

source: Load...
eo: Ŝargu...

source: Unload
eo: Malŝargu

source: Description
eo: Priskribo

source: For more information about plugins see the <a href="%s"><span underline="none">Claws Mail website</span></a>.
eo: Por plia informo pri kromprogramoj, vidu la <a href="%s"><span underline="none">Claws Mail retejon</span></a>.

source: Click here to load one or more plugins
eo: Alklaku ĉi tie por ŝargi unu aŭ pli da kromprogramoj

source: Unload the selected plugin
eo: Malŝargu la elektitajn kromprogramojn

source: Loaded plugins
eo: Ŝargitaj kromprogramoj

source: Page Index
eo: Paĝa indekso

source: _Hide
eo: Kaŝu

source: Account
eo: Konto

source: all messages
eo: ĉiuj mesaĝoj

source: messages whose age is greater than # days
eo: mesaĝoj kies aĝo estas pli ol # tagoj

source: messages whose age is less than # days
eo: mesaĝoj kies aĝo estas malpli ol # tagoj

source: messages whose age is greater than # hours
eo: mesaĝoj kies aĝo estas pli ol # horoj

source: messages whose age is less than # hours
eo: mesaĝoj kies aĝo estas malpli ol # horoj

source: messages which contain S in the message body
eo: mesaĝoj kiuj enhavas S en la mesaĝa korpo

source: messages which contain S in the whole message
eo: mesaĝoj kiuj enhavas S en la tuta mesaĝo

source: messages carbon-copied to S
eo: mesaĝoj kopiitaj al S

source: message is either to: or cc: to S
eo: mesaĝo estas aŭ al: aŭ kk: al S

source: deleted messages
eo: forigitaj mesaĝoj

source: messages which contain S in the Sender field
eo: mesaĝoj kiuj enhavas S en la Sendinta kampo

source: true if execute "S" succeeds
eo: vera se rulo de "S" sukcesas

source: messages originating from user S
eo: mesaĝoj iniciatitaj de uzanto S

source: forwarded messages
eo: plusenditaj mesaĝoj

source: messages which have attachments
eo: mesaĝoj kiuj havas algluaĵojn

source: messages which contain S in any header name or value
eo: mesaĝoj kiuj enhavas S en iu ajn ĉapa nomo aŭ valoro

source: messages which contain S in the value of any header
eo: mesaĝoj kiuj enhavas S en la valoro de iu ajn ĉapo

source: messages which contain S in Message-ID header
eo: mesaĝoj kiuj enhavas S en Mesaĝa-identeca ĉapo

source: messages which contain S in In-Reply-To header
eo: mesaĝoj kiuj enhvas S en Responde-al ĉapo

source: messages which are marked with color #
eo: mesaĝoj kiuj estas markitaj kun koloro #

source: locked messages
eo: ŝlositaj mesaĝoj

source: messages which are in newsgroup S
eo: mesaĝoj kiuj estas en novaĵgrupo S

source: new messages
eo: novaj mesaĝoj

source: old messages
eo: malnovaj mesaĝoj

source: incomplete messages (not entirely downloaded)
eo: nekompletaj mesaĝoj (ne tute elŝutitaj)

source: messages which you have replied to
eo: mesaĝoj al kiuj vi respondis

source: read messages
eo: legitaj mesaĝoj

source: messages which contain S in subject
eo: mesaĝoj kiuj enhavas S en temo

source: messages whose score is equal to # points
eo: mesaĝoj kies poentaro egalas al # poentoj

source: messages whose score is greater than # points
eo: mesaĝoj kies poentaro estas pli ol # poentoj

source: messages whose score is lower than # points
eo: mesaĝoj kies poentaro estas malpli ol # poentoj

source: messages whose size is equal to # bytes
eo: mesaĝoj kies grando egalas # bitokoj

source: messages whose size is greater than # bytes
eo: mesaĝoj kies grando estas pli ol # bitokoj

source: messages whose size is smaller than # bytes
eo: mesaĝoj kies grando estas malpli ol # bitokoj

source: messages which have been sent to S
eo: mesaĝoj kiuj estis senditaj al S

source: messages which tags contain S
eo: mesaĝoj kies etikedoj enhavas S

source: messages which have tag(s)
eo: mesaĝoj kiuj havas etikedo(j)n

source: marked messages
eo: markitaj mesaĝoj

source: unread messages
eo: nelegitaj mesaĝoj

source: messages which contain S in References header
eo: mesaĝoj kiuj enhvas S en Referenca ĉapo

source: messages returning 0 when passed to command - %F is message file
eo: mesaĝoj liverante 0 kiam donita al komando - %F estas mesaĝdosiero

source: messages which contain S in X-Label header
eo: mesaĝoj kiuj enhavas S en X-Etikeda ĉapo

source: logical AND operator
eo: logika KAJ operatoro

source: logical OR operator
eo: logika AŬ operatoro

source: logical NOT operator
eo: logika NE operatoro

source: case sensitive search
eo: uskleca serĉo

source: match using regular expressions instead of substring search
eo: kongruu uzante regulajn esprimojn anstataŭ subĉena serĉo

source: all filtering expressions are allowed
eo: ĉiuj filtraj esprimoj estas permesataj

source: Extended Search
eo: Etendita serĉo

source: Extended Search allows the user to define criteria that messages must have in order to match and be displayed in the message list. The following symbols can be used:
eo: Etendita serĉo permesas la uzanton difini kriteriojn havendajn por kongrui kaj esti montritaj en mesaĝlisto. La sekvaj simboloj povas esti uzataj:

source: Something went wrong during search. Please check your logs.
eo: Io fiaskis dum la serĉo. Bonvolu kontroli viajn protokolojn.

source: Recursive
eo: Rikura

source: Sticky
eo: Glua

source: Type-ahead
eo: Tajpu antaŭen

source: Run on select
eo: Ruliĝu je elekto

source: Clear the current search
eo: Vakigu la nunan serĉon

source: Edit search criteria
eo: Redaktu serĉajn kriteriojn

source: Information about extended symbols
eo: Informo pri etenditaj simboloj

source: _Information
eo: _Informo

source: E_dit
eo: Re_daktu

source: C_lear
eo: Vakigu

source: Correct
eo: Ĝusta

source: Owner
eo: Posedanto

source: Signer
eo: Subskribinto

source: Name:
eo: Nomo:

source: Organization:
eo: Organizo:

source: Location:
eo: Loko:

source: Fingerprint:
eo: Fingropremo:

source: Signature status:
eo: Subskriba stato:

source: Expires on:
eo: Finiĝas je:

source: SSL certificate for %s
eo: SSL atestilo por %s

source: Certificate is for %s, but connection is to %s. You may be connecting to a rogue server.
eo: Atesto estas por %s, sed konekto estas kun %s. Eblas ke vi konektas al fripona servilo.

source: Certificate for %s is unknown. %sDo you want to accept it?
eo: Atesto por %s estas ne konata. %sĈu vi volas akcepti ĝin?

source: Signature status: %s
eo: Subskriba stato: %s

source: _View certificate
eo: _Vidu ateston

source: SSL certificate is invalid
eo: SSL atesto ne estas valida

source: SSL certificate is unknown
eo: SSL atesto ne estas konata

source: _Cancel connection
eo: Nuligu konekton

source: _Accept and save
eo: _Akceptu kaj konservu

source: Certificate for %s is expired. %sDo you want to continue?
eo: Atesto por %s finiĝis. %sĈu vi volas daŭrigi?

source: SSL certificate is invalid and expired
eo: SSL atesto ne estas valida kaj finiĝis

source: SSL certificate is expired
eo: SSL atesto eltempiĝis

source: _Accept
eo: _Akceptu

source: New certificate:
eo: Nova atesto:

source: Known certificate:
eo: Konata atesto:

source: Certificate for %s has changed. %sDo you want to accept it?
eo: Atesto por %s ŝanĝiĝis. %sĈu vi volas akcepti ĝin?

source: _View certificates
eo: _Vidu atestojn

source: SSL certificate changed and is invalid
eo: SSL atesto ŝanĝiĝis kaj ne estas valida

source: SSL certificate changed
eo: SSL atesto ŝanĝiĝis

source: Tags:
eo: Etikedoj:

source: (No From)
eo: (Neniu De)

source: (No Subject)
eo: (Neniu Temo)

source: Error:
eo: Eraro:

source: Filename:
eo: Dosiernomo:

source: Filesize:
eo: Dosiera grando:

source: Load Image
eo: Ŝargu bildon

source: IMAP4 connection broken
eo: IMAP4 konekto rompita

source: IMAP error on %s: authenticated
eo: IMAP eraro ĉe %s: aŭtentigita

source: IMAP error on %s: not authenticated
eo: IMAP eraro ĉe %s: ne aŭtentigita

source: IMAP error on %s: bad state
eo: IMAP eraro sur %s: malbona stato

source: IMAP error on %s: stream error
eo: IMAP eraro sur %s: flua eraro

source: IMAP error on %s: parse error (very probably non-RFC compliance from the server)
eo: IMAP eraro sur %s: sintakse analiza eraro (probable ne-RFC konsento de la servilo)

source: IMAP error on %s: connection refused
eo: IMAP eraro sur %s: konekto rifuzita

source: IMAP error on %s: memory error
eo: IMAP eraro sur %s: memora eraro

source: IMAP error on %s: fatal error
eo: IMAP eraro sur %s: mortiga eraro

source: IMAP error on %s: protocol error(very probably non-RFC compliance from the server)
eo: IMAP eraro sur %s: protokola eraro (probable ne-RFC konsento de la servilo)

source: IMAP error on %s: connection not accepted
eo: IMAP eraro sur %s: konekto ne akceptita

source: IMAP error on %s: APPEND error
eo: IMAP eraro sur %s: APPEND eraro

source: IMAP error on %s: NOOP error
eo: IMAP eraro sur %s: NOOP eraro

source: IMAP error on %s: LOGOUT error
eo: IMAP eraro sur %s: LOGOUT eraro

source: IMAP error on %s: CAPABILITY error
eo: IMAP eraro sur %s: CAPABILIY eraro

source: IMAP error on %s: CHECK error
eo: IMAP eraro sur %s: CHECK eraro

source: IMAP error on %s: CLOSE error
eo: IMAP eraro sur %s: CLOSE eraro

source: IMAP error on %s: EXPUNGE error
eo: IMAP eraro sur %s: EXPUNGE eraro

source: IMAP error on %s: COPY error
eo: IMAP eraro sur %s: COPY eraro

source: IMAP error on %s: UID COPY error
eo: IMAP eraro sur %s: UID COPY eraro

source: IMAP error on %s: CREATE error
eo: IMAP eraro sur %s: CREATE eraro

source: IMAP error on %s: DELETE error
eo: IMAP eraro sur %s: DELETE eraro

source: IMAP error on %s: EXAMINE error
eo: IMAP eraro sur %s: EXAMINE eraro

source: IMAP error on %s: FETCH error
eo: IMAP eraro sur %s: FETCH eraro

source: IMAP error on %s: UID FETCH error
eo: IMAP eraro sur %s: UID FETCH eraro

source: IMAP error on %s: LIST error
eo: IMAP eraro sur %s: LIST eraro

source: IMAP error on %s: LOGIN error
eo: IMAP eraro sur %s: LOGIN eraro

source: IMAP error on %s: LSUB error
eo: IMAP eraro sur %s: LSUB eraro

source: IMAP error on %s: RENAME error
eo: IMAP eraro sur %s: RENAME eraro

source: IMAP error on %s: SEARCH error
eo: IMAP eraro sur %s: SEARCH eraro

source: IMAP error on %s: UID SEARCH error
eo: IMAP eraro sur %s: UID SEARCH eraro

source: IMAP error on %s: SELECT error
eo: IMAP eraro sur %s: SELECT eraro

source: IMAP error on %s: STATUS error
eo: IMAP eraro sur %s: STATUS eraro

source: IMAP error on %s: STORE error
eo: IMAP eraro sur %s: STORE eraro

source: IMAP error on %s: UID STORE error
eo: IMAP eraro sur %s: UID STORE eraro

source: IMAP error on %s: SUBSCRIBE error
eo: IMAP eraro sur %s: SUBSCRIBE eraro

source: IMAP error on %s: UNSUBSCRIBE error
eo: IMAP eraro sur %s: UNSUBSCRIBE eraro

source: IMAP error on %s: STARTTLS error
eo: IMAP eraro sur %s: STARTTLS eraro

source: IMAP error on %s: INVAL error
eo: IMAP eraro sur %s: INVAL eraro

source: IMAP error on %s: EXTENSION error
eo: IMAP eraro sur %s: EXTENSION eraro

source: IMAP error on %s: SASL error
eo: IMAP eraro sur %s: SASL eraro

source: IMAP error on %s: SSL error
eo: IMAP eraro sur %s: SSL eraro

source: IMAP error on %s: Unknown error [%d]
eo: IMAP eraro sur %s: Nekonata eraro [%d]

source: CRAM-MD5 logins only work if libetpan has been compiled with SASL support and the CRAM-MD5 SASL plugin is installed.
eo: CRAM-MD5 ensalutoj nur funkcias se libetpan estis kompilita kun SASL subteno kaj la CRAM-MD5 SASL kromprogramo estas instalita.

source: DIGEST-MD5 logins only work if libetpan has been compiled with SASL support and the DIGEST-MD5 SASL plugin is installed.
eo: DIGEST-MD5 ensalutoj nur funkcias se libetpan estis kompilita kun SASL subteno kaj la DIGEST-MD5 SASL kromprogramo estas instalita.

source: Connection to %s failed: login refused.%s
eo: Konekto al %s fiaskis: ensaluto rifuzita.%s

source: Connection to %s failed: login refused.%s
eo: Konekto al %s fiaskis: ensaluto rifuzita.%s

source: Connecting to %s failed
eo: Konekto al %s fiaskis

source: IMAP4 connection to %s has been disconnected. Reconnecting...
eo: IMAP4 konekto al %s estis diskonektita. Rekonektas...

source: Claws Mail needs network access in order to access the IMAP server.
eo: Claws Mail bezonas retan atingon por atingi la IMAP servilon.

source: Insecure connection
eo: Nesekura konekto

source: This connection is configured to be secured using SSL, but SSL is not available in this build of Claws Mail. Do you want to continue connecting to this server? The communication would not be secure.
eo: Ĉi tiu konekto estas agordita esti sekurigita uzante SSL, sed SSL ne disponeblas en ĉi tiu konstruo de Claws Mail. Ĉu vi volas daŭrigi konekti al ĉi tiu servilo? La komunikado ne estus sekura.

source: Con_tinue connecting
eo: Daŭrigu konekti

source: Account '%s': Connecting to IMAP4 server: %s:%d...
eo: Konto `%s': Konektas al IMAP4 servilo: %s:%d...

source: Can't connect to IMAP4 server: %s:%d
eo: Ne povas konekti kun IMAP4 servilo: %s:%d

source: Can't connect to IMAP4 server: %s:%d
eo: Ne povas konekti al IMAP4 servilo: %s:%d

source: Can't start TLS session.
eo: Ne povas komenci TLS sesion.

source: Couldn't login to IMAP server %s.
eo: Ne povis ensaluti al IMAP servilo %s.

source: Couldn't login to IMAP server %s.
eo: Ne povis ensaluti al IMAP servilo %s.

source: Adding messages...
eo: Aldonas mesaĝojn...

source: Copying messages...
eo: Kopias mesaĝojn...

source: can't set deleted flags
eo: ne povas starigi forigitajn flagojn

source: can't expunge
eo: ne povas forviŝi

source: Looking for unsubscribed folders in %s...
eo: Serĉas por nesubskribitaj dosierujoj en %s...

source: Looking for subfolders of %s...
eo: Serĉas por subdosierujoj de %s...

source: can't create mailbox: LIST failed
eo: ne povas krei poŝtkeston: LIST fiaskis

source: can't create mailbox
eo: ne povas krei poŝtkeston

source: New folder name must not contain the namespace path separator
eo: Nova dosieruja nomo devas ne enhavi la nomspacan vojan apartigilon

source: can't rename mailbox: %s to %s
eo: ne povas renomi poŝtkeston: %s al %s

source: can't delete mailbox
eo: ne povas forigi poŝtkeston

source: LIST failed
eo: LIST fiaskis

source: Flagging messages...
eo: Flagas mesaĝojn...

source: can't select folder: %s
eo: ne povas elekti dosierujon: %s

source: Server requires TLS to log in.
eo: Servilo postulas TLS por ensaluti.

source: Can't refresh capabilities.
eo: Ne povas refreŝigi kapablecojn.

source: Server logins are disabled.
eo: Servilaj ensalutoj estas malebligitaj.

source: Fetching message...
eo: Alportas mesaĝon...

source: can't set deleted flags: %d
eo: Ne povas starigi forigitajn flagojn: %d

source: You have one or more IMAP accounts defined. However this version of Claws Mail has been built without IMAP support; your IMAP account(s) are disabled. You probably need to install libetpan and recompile Claws Mail.
eo: Vi havas unu aŭ pli da IMAP kontoj difinitaj. Tamen ĉi tiu versio de Claws Mail estis konstruita sen IMAP subteno; via(j) IMAP konto(j) estas malebligita(j). Vi probable bezonas instali libetpan kaj rekompili Claws Mail.

source: Create _new folder...
eo: Kreu _novan dosierujon...

source: _Rename folder...
eo: _Renomu dosierujon...

source: M_ove folder...
eo: M_ovu dosierujon...

source: Cop_y folder...
eo: Kopiu dosierujon...

source: _Delete folder...
eo: Forigu dosierujon...

source: Synchronise
eo: Sinkronigu

source: Down_load messages
eo: Elŝutu mesaĝojn

source: S_ubscriptions
eo: S_ubskriboj

source: _Subscribe...
eo: _Subskribu...

source: _Unsubscribe...
eo: Malsubskribu...

source: _Check for new messages
eo: Kontrolu por novaj mesaĝoj

source: C_heck for new folders
eo: Kontrolu por novaj dosierujoj

source: R_ebuild folder tree
eo: R_ekonstruu dosierujan arbon

source: Show only subscribed _folders
eo: Montru nur subskribitajn dosierujojn

source: Input the name of new folder: (if you want to create a folder to store subfolders only and no mail, append '/' to the folder name)
eo: Enigu la nomon de nova dosierujo: (se vi volas krei dosierujon por konservi nur subdosierujojn kaj neniu poŝto, aldonu `/' al la dosieruja nomo)

source: Inherit properties from parent folder
eo: Heredu ecojn de gepatra dosierujo

source: Input new name for '%s':
eo: Enigu novan nomon por `%s':

source: Rename folder
eo: Renomu dosierujon

source: The folder could not be renamed. The new folder name is not allowed.
eo: La dosierujo ne povis esti renomita. La nova dosieruja nomo ne estas permesata.

source: All folders and messages under '%s' will be permanently deleted. Recovery will not be possible. Do you really want to delete?
eo: Ĉiuj dosierujoj kaj mesaĝoj sub `%s' estos por ĉiam forigitaj. Restatigo ne eblos. Ĉu vi vere volas forigi?

source: Can't remove the folder '%s'.
eo: Ne povas forigi la dosierujon `%s'.

source: Do you want to search for unsubscribed subfolders of '%s'?
eo: Ĉu vi volas serĉi por nesubskribitaj subdosierujoj de `%s'?

source: Search recursively
eo: Serĉu rikure

source: Subscriptions
eo: Subskriboj

source: +_Search
eo: +_Serĉu

source: Choose a subfolder of %s to subscribe to:
eo: Elektu subdosierujon de %s por subskribi al:

source: Subscribe
eo: Subskribu

source: All of them
eo: Ĉiuj el ili

source: This folder is already subscribed and has no unsubscribed subfolders. If there are new folders, created and subscribed to from another client, use "Check for new folders" at the mailbox's root folder.
eo: Ĉi tiu dosierujo estas jam subskribita kaj havas neniujn nesubskribitajn subdosierujojn. Se estas novaj dosierujoj, kreitaj kaj subskribitaj de alia kliento, uzu "Kontrolu por novaj dosierujoj" ĉe la poŝtkesta radika dosierujo.

source: Do you want to %s the '%s' folder?
eo: Ĉu vi volas %s la `%s' dosierujon?

source: subscribe
eo: subskribu

source: unsubscribe
eo: malsubskribu

source: Apply to subfolders
eo: Apliku al subdosierujoj

source: +_Subscribe
eo: +_Subskribu

source: +_Unsubscribe
eo: +Mals_ubskribu

source: Import mbox file
eo: Importu mbox dosieron

source: Locate the mbox file and specify the destination folder.
eo: Loku la mbox dosieron kaj specifi la celan dosierujon.

source: Destination folder:
eo: Cela dosierujo:

source: Source mbox filename can't be left empty.
eo: Fonta mbox dosiernomo ne povas esti lasita malplena.

source: Destination folder is not set. Import mbox file to the Inbox folder?
eo: Cela dosierujo ne estas agordita. Ĉu importu mbox dosieron al la Enkesta dosierujo?

source: Can't find the destination folder.
eo: Ne povas trovi la celan dosierujon.

source: Select importing file
eo: Elektu importan dosieron

source: Please specify address book name and file to import.
eo: Bonvolu specifi adreslibran nomon kaj dosieron importi.

source: Select and rename LDIF field names to import.
eo: Elektu kaj renomu LDIF kampajn nomojn por importi.

source: File imported.
eo: Dosiero importita.

source: Please select a file.
eo: Bonvolu elekti dosieron.

source: Address book name must be supplied.
eo: Adreslibra nomo devas esti provizata.

source: LDIF file imported successfully.
eo: LDIF dosiero importita sukcese.

source: Select LDIF File
eo: Elektu LDIF dosieron

source: Specify the name for the address book that will be created from the LDIF file data.
eo: Specifu la nomon por la adreslibro kiu estos kreita de la LDIF dosieraj datumoj.

source: File Name
eo: Dosiera nomo

source: The full file specification of the LDIF file to import.
eo: La plena dosiera specifo de la LDIF dosiero por importi.

source: Select the LDIF file to import.
eo: Elektu la LDIF dosieron por importi.

source: S
eo: E

source: LDIF Field Name
eo: LDIF kampnomo

source: Attribute Name
eo: Ecnomo

source: LDIF Field
eo: LDIF kampo

source: Attribute
eo: Eco

source: Choose the LDIF field that will be renamed or selected for import in the list above. Reserved fields (marked with a tick in the "R" column), are automatically imported and cannot be renamed. A single click in the Select ("S") column will select the field for import with a tick. A single click anywhere in the row will select that field for rename in the input area below the list. A double click anywhere in the row will also select the field for import.
eo: Elektu la LDIF kampon kiu estos renomita aŭ elektita por importo en la listo supre. Rezervitaj kampoj (markitaj kun streketo en la "R" kolumno), estas aŭtomate importitaj kaj ne povas esti renomitaj. Unuopa alklako en la Elekta ("E") kolumno elektos la kampon por importi kun streketo. Unuopa alklako ie ajn en la vico elektos tiun kampon por renomi en la enigejo sub la listo. Duobla alklako ie ajn en la vico ankaŭ elektos la kampon por importi.

source: The LDIF field can be renamed to the User Attribute name.
eo: La LDIF kampo povas esti renomita al la uzanta eca nomo.

source: Select for Import
eo: Elektu por Importi

source: Select the LDIF field for import into the address book.
eo: Elektu la LDIF kampon por importi en la adreslibron.

source: Modify
eo: Modifu

source: This button will update the list above with the data supplied.
eo: Ĉi tiu butono ĝisdatigos la liston supran kun la datumoj provizataj.

source: Records Imported :
eo: Rikordoj importitaj :

source: Import LDIF file into Address Book
eo: Importu LDIF dosieron en adreslibron

source: Proceed
eo: Daŭrigu

source: Error importing MUTT file.
eo: Eraro importante MUTT dosieron.

source: Select MUTT File
eo: Elektu MUTT dosieron

source: Import MUTT file into Address Book
eo: Importu MUTT dosieron en adreslibron

source: Please select a file to import.
eo: Bonvolu elekti dosieron importi.

source: Error importing Pine file.
eo: Eraro importante Pine dosieron.

source: Select Pine File
eo: Elektu Pine dosieron

source: Import Pine file into Address Book
eo: Import Pine dosieron en adreslibron

source: Claws Mail needs network access in order to get mails.
eo: Claws Mail bezonas retan atingon por havigi poŝtojn.

source: %s failed
eo: %s fiaskis

source: Retrieving new messages
eo: Havigas novajn mesaĝojn

source: Standby
eo: Pretstara

source: Cancelled
eo: Nuligita

source: Retrieving
eo: Havigas

source: Done (%d message (%s) received)
eo: Farita (%d mesaĝo (%s) ricevita)

source: Done (no new messages)
eo: Farita (neniuj novaj mesaĝoj)

source: Connection failed
eo: Konekto fiaskis

source: Auth failed
eo: Aŭtentigo fiaskis

source: Locked
eo: Ŝlosita

source: Timeout
eo: Eltempiĝis
