Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: The "From" field of the "Reply" template contains an invalid email address.
eo: La "De" kampo de la "Respondu" ŝablono enhavas nevalidan retpoŝtan adreson.

source: The body of the "Reply" template has an error at line %d.
eo: La korpo de la "Respondu" ŝablono havas eraron ĉe linio %d.

source: The "From" field of the "Forward" template contains an invalid email address.
eo: La "De" kampo de la "Plusendu" ŝablono enhavas nevalidan retpoŝtan adreson.

source: The body of the "Forward" template has an error at line %d.
eo: La korpo de la "Plusendu" ŝablono havas eraron ĉe linio %d.

source: Fw: multiple emails
eo: Plu: multaj retpoŝtoj

source: The body of the "Redirect" template has an error at line %d.
eo: La korpo de la "Redirektu" ŝablono havas eraron ĉe linio %d.

source: Cc:
eo: Kk:

source: Bcc:
eo: Bkk

source: Reply-To:
eo: Respondu-Al:

source: Newsgroups:
eo: Novaĵgrupoj:

source: Followup-To:
eo: Sekve-Al:

source: In-Reply-To:
eo: Responde-Al

source: To:
eo: Al:

source: Couldn't attach a file (charset conversion failed).
eo: Ne povis alglui dosieron (signara konverto fiaskis).

source: The following file has been attached: %s
eo: La sekva dosiero estis algluita: %s

source: The "Quotation mark" of the template is invalid.
eo: La "Citmarko" de la ŝablono ne estas valida.

source: Could not get size of file '%s'.
eo: Ne povis havigi grandon de dosiero `%s'.

source: You are about to insert a file of %s in the message body. Are you sure you want to do that?
eo: Vi estas enmetonta dosieron de %s en la mesaĝan korpon. Ĉu vi certas ke vi volas fari tion?

source: Are you sure?
eo: Ĉu vi estas certa?

source: +_Insert
eo: +Enmet_u

source: File %s is empty.
eo: Dosiero %s estas malplena.

source: Empty file
eo: Malplena dosiero

source: +_Attach anyway
eo: +_Alglui malgraŭe

source: Can't read %s.
eo: Ne povas legi %s.

source: Message: %s
eo: Mesaĝo: %s

source: [Edited]
eo: [Redaktita]

source: %s - Compose message%s
eo: %s - Verku mesaĝon%s

source: [no subject] - Compose message%s
eo: [neniu temo] - Verku mesaĝon%s

source: Compose message
eo: Verku mesaĝon

source: Account for sending mail is not specified. Please select a mail account before sending.
eo: Konto por sendi poŝton ne specifita. Bonvolu elekti poŝtkonton antaŭ ol sendi.

source: Send
eo: Sendu

source: The only recipient is the default CC address. Send anyway?
eo: La nura ricevonto estas la defaŭlta KK adreso. Ĉu sendu malgraŭe?

source: +_Send
eo: +_Sendu

source: The only recipient is the default BCC address. Send anyway?
eo: La nura ricevonto estas la defaŭlta BKK adreso. Ĉu sendu malgraŭe?

source: Recipient is not specified.
eo: Ricevonto ne estas specifita.

source: +_Queue
eo: +Vico

source: Subject is empty. %s
eo: Temo estas malplena. %s

source: Send it anyway?
eo: Ĉu sendu ĝin malgraŭe?

source: Queue it anyway?
eo: Ĉu vicigu ĝin malgraŭe?

source: Send later
eo: Sendu poste

source: Could not queue message for sending: Charset conversion failed.
eo: Ne povis vicigi mesaĝon por sendi: Signara konverto fiaskis.

source: Could not queue message for sending: Couldn't get recipient encryption key.
eo: Ne povis vicigi mesaĝon por sendi: Ne povis havigi ricevontan enĉifrigan ŝlosilon.

source: Could not queue message for sending: Signature failed: %s
eo: Ne povis vicigi mesaĝon por sendi: Subskribo fiaskis: %s

source: Could not queue message for sending: %s.
eo: Ne povis vicigi mesaĝon por sendi: %s.

source: Could not queue message for sending.
eo: Ne povis vicigi mesaĝon por sendi.

source: The message was queued but could not be sent. Use "Send queued messages" from the main window to retry.
eo: La mesaĝo estis vicigita sed ne povis sendi ĝin. Uzu "Sendu vicigitajn mesaĝojn" de la ĉefa fenestro por reprovi.

source: %s Use "Send queued messages" from the main window to retry.
eo: %s Uzu "Sendu vicigitajn mesaĝojn" de la ĉefa fenestro por reprovi.

source: Can't convert the character encoding of the message to the specified %s charset. Send it as %s?
eo: Ne povas konverti la kodoprezenton de la mesaĝo al la specifita %s signaro. Ĉu sendu ĝin kiel %s?

source: Line %d exceeds the line length limit (998 bytes). The contents of the message might be broken on the way to the delivery. Send it anyway?
eo: Linio %d superas la linilongan limon (998 bitokoj). La enhavo de la mesaĝo povus esti rompita dum la liverado. Ĉu sendu ĝin malgraŭe?

source: Encryption warning
eo: Enĉifra averto

source: +C_ontinue
eo: +Daŭrigu

source: No account for sending mails available!
eo: Neniu konto por sendi poŝtojn haveblas!

source: Selected account isn't NNTP: Posting is impossible.
eo: Elektita konto ne estas NNTP: Poŝtado ne eblas.

source: Attachment %s doesn't exist anymore. Ignore?
eo: Algluaĵo %s ne ekzistas plu. Ĉu ignoru?

source: Cancel sending
eo: Nuligu sendi

source: Ignore attachment
eo: Ignoru algluaĵon

source: Original %s part
eo: Origina %s parto

source: Add to address _book
eo: Aldonu al adreslibro

source: Delete entry contents
eo: Forigu eran enhavon

source: Use <tab> to autocomplete from addressbook
eo: Uzu na <tabo> por aŭtomate kompletigi de adreslibro

source: Mime type
eo: Mime tipo

source: Size
eo: Grando

source: Save Message to
eo: Konservu mesaĝon al

source: _Browse
eo: Foliumu

source: Hea_der
eo: Ĉapo

source: _Attachments
eo: _Algluaĵoj

source: Othe_rs
eo: Aliaj

source: Spell checker could not be started. %s
eo: Ne povis starti literumilon. %s

source: Account to use for this email
eo: Konto uzenda por ĉi tiu retpoŝto

source: Sender address to be used
eo: Sendanta adreso uzenda

source: The privacy system '%s' cannot be loaded. You will not be able to sign or encrypt this message.
eo: La privateca sistemo `%s' ne povas esti ŝargita. Vi ne povos subskribi aŭ enĉifri ĉi tiun mesaĝon.

source: _None
eo: _Neniu

source: The body of the template has an error at line %d.
eo: La korpo de la ŝablono havas eraron ĉe linio %d.

source: Template From format error.
eo: Ŝablona De aranĝa eraro.

source: Template To format error.
eo: Ŝablona Al aranĝa eraro.

source: Template Cc format error.
eo: Ŝablona Kk aranĝa eraro

source: Template Bcc format error.
eo: Ŝablona Bkk aranĝa eraro.

source: Template Reply-To format error.
eo: Ŝablona Responda aranĝa eraro.

source: Template subject format error.
eo: Ŝablona tema aranĝa eraro.

source: Invalid MIME type.
eo: Nevalida MIME tipo.

source: File doesn't exist or is empty.
eo: Dosiero ne ekzistas aŭ estas malplena.

source: Properties
eo: Ecoj

source: MIME type
eo: MIME tipo

source: Encoding
eo: Kodoprezento

source: Path
eo: Vojo

source: File name
eo: Dosiernomo

source: The external editor is still working. Force terminating the process? process group id: %d
eo: La ekstera redaktilo ankoraŭ funkcias. Ĉu devigu ĉeson de la procezo? proceza grupa identigilo: %d

source: Claws Mail needs network access in order to send this email.
eo: Claws Mail bezonas retan atingon por sendi ĉi tiun retpoŝton.

source: Could not queue message.
eo: Ne povis vicigi mesaĝon.

source: Could not queue message: %s.
eo: Ne povis vicigi mesaĝon: %s.

source: Could not save draft.
eo: Ne povis konservi provaĵon.

source: Could not save draft
eo: Ne povis konservi provaĵon

source: Could not save draft. Do you want to cancel exit or discard this email?
eo: Ne povis konservi provaĵon. Ĉu vi volas nuligi eliron aŭ ne konservi ĉi tiun retpoŝton?

source: _Cancel exit
eo: Nuligu eliron

source: _Discard email
eo: Ne konservu retpoŝton

source: Select file
eo: Elektu dosieron

source: File '%s' could not be read.
eo: Dosiero `%s' ne legeblis.

source: File '%s' contained invalid characters for the current encoding, insertion may be incorrect.
eo: Dosiero `%s' enhavis nevalidajn signojn por la nuna kodoprezento, enmeto povus esti malkorekta.

source: Discard message
eo: Ne konservu mesaĝon

source: This message has been modified. Discard it?
eo: Ĉi tiu mesaĝo estis modifita. Ĉu ne konservu ĝin?

source: _Discard
eo: Ne konservu

source: _Save to Drafts
eo: Kon_servu al Provaĵoj

source: Save changes
eo: Konservu ŝanĝojn

source: This message has been modified. Save the latest changes?
eo: Ĉi tiu mesaĝo estis modifita. Ĉu konservu la plej lastajn ŝanĝojn?

source: _Don't save
eo: Ne konservu

source: +_Save to Drafts
eo: +Kon_servu al Provaĵoj

source: Do you want to apply the template '%s'?
eo: Ĉu vi volas apliki la ŝablonon `%s'?

source: Apply template
eo: Apliku ŝablonon

source: _Replace
eo: Anstataŭigu

source: _Insert
eo: Enmet_u

source: Insert or attach?
eo: Ĉu enmetu aŭ algluu?

source: Do you want to insert the contents of the file(s) into the message body, or attach it to the email?
eo: Ĉu vi volas enmeti la enhavon de la dosiero(j) en la mesaĝan korpon, aŭ alglui ĝin al la retpoŝto?

source: _Attach
eo: _Algluu

source: Quote format error at line %d.
eo: Cita aranĝa eraro ĉe linio %d.

source: You are about to reply to %d messages. Opening the windows could take some time. Do you want to continue?
eo: Vi estas respondonta al %d mesaĝoj. Malfermi la fenestrojn povus okazi dum iom da tempo. Ĉu vi volas daŭrigi?

source: Claws Mail process (%ld) received signal %ld
eo: Claws Mail procezo (%ld) ricevis signalon %ld

source: Claws Mail has crashed
eo: Claws Mail fiaskis

source: %s. Please file a bug report and include the information below.
eo: %s. Bonvolu deponi misan raporton kaj inkluzivu la suban informon.

source: Debug log
eo: Senmisiga protokolo

source: Close
eo: Fermu

source: Save...
eo: Konservu...

source: Create bug report
eo: Kreu misan raporton

source: Save crash information
eo: Konservu fiaskan informon

source: Add New Person
eo: Aldonu novan homon

source: Adding a new person requires at least one of the following values to be set: - Display Name - First Name - Last Name - Nickname - any email address - any additional attribute Click OK to keep editing this contact. Click Cancel to close without saving.
eo: Aldonante novan homon postulas ke almenaŭ unu el la sekvantaj valoroj estu starigitaj: - Montra nomo - Unua nomo - Lasta nomo - Kromnomo - Iu ajn retpoŝta adreso - Iu ajn aldona eco Alklaku Bone por daŭre redakti ĉi tiun kontakton. Alklaku Nuligu por fermi sen konservi.

source: Adding a new person requires at least one of the following values to be set: - First Name - Last Name - any email address - any additional attribute Click OK to keep editing this contact. Click Cancel to close without saving.
eo: Aldonante novan homon postulas almenaŭ unu el la sekvantaj valoroj estu starigitaj: - Unua nomo - Lasta nomo - Iu ajn retpoŝta adreso - Iu ajn aldona eco Alklaku Bone por daŭre redakti ĉi tiun kontakton. Alklaku Nuligu por fermi sen konservi.

source: Edit Person Details
eo: Redaktu homajn detalojn

source: An Email address must be supplied.
eo: Retpoŝta adreso provizendas.

source: A Name and Value must be supplied.
eo: Nomo kaj valoro provizendas.

source: Discard
eo: Ne konservu

source: Apply
eo: Apliku

source: Edit Person Data
eo: Redaktu homajn datumojn

source: Choose a picture
eo: Elektu bildon

source: Failed to import image: %s
eo: Malsukcesis importi bildon: %s

source: _Set picture
eo: _Starigu bildon

source: _Unset picture
eo: Malstarigu bildon

source: Photo
eo: Fotografo

source: Display Name
eo: Montru nomon

source: Last Name
eo: Lasta nomo

source: First Name
eo: Unua nomo

source: Nickname
eo: Kromnomo

source: Alias
eo: Falsa nomo

source: Value
eo: Valoro

source: _User Data
eo: _Uzantaj datumoj

source: _Email Addresses
eo: Retpoŝtaj adresoj

source: O_ther Attributes
eo: Aliaj ecoj

source: File appears to be OK.
eo: Dosiero ŝajnas esti bona.

source: File does not appear to be a valid address book format.
eo: Dosiero ne ŝajnas havi validan adreslibran aranĝon.

source: Could not read file.
eo: Ne povis legi dosieron.

source: Edit Addressbook
eo: Redaktu adreslibron

source: Check File
eo: Kontrolu dosieron

source: File
eo: Dosiero

source: Add New Addressbook
eo: Aldonu novan adreslibron

source: A Group Name must be supplied.
eo: Grupa nomo provizendas.

source: Edit Group Data
eo: Redaktu grupajn datumojn

source: Group Name
eo: Grupa nomo

source: Addresses in Group
eo: Adresoj en grupo

source: Available Addresses
eo: Disponeblaj adresoj

source: Move Email Addresses to or from Group with arrow buttons
eo: Movu retpoŝtajn adresojn al aŭ de grupo kun sagetbutonoj

source: Edit Group Details
eo: Redaktu grupajn datumojn

source: Add New Group
eo: Aldonu novan grupon

source: Edit folder
eo: Redaktu dosierujon

source: Input the new name of folder:
eo: Enigu la novan nomon de dosierujo:

source: New folder
eo: Nova dosierujo

source: Input the name of new folder:
eo: Enigu la nomon de nova dosierujo:

source: File does not appear to be JPilot format.
eo: Dosiero ne ŝajnas esti JPilota aranĝo.

source: Select JPilot File
eo: Elektu JPilotan dosieron

source: Edit JPilot Entry
eo: Redaktu JPilotan eron

source: Additional e-Mail address item(s)
eo: Plua(j) retpoŝta(j) adresa(j) ero(j)

source: Add New JPilot Entry
eo: Aldonu novan JPilotan eron

source: Edit LDAP - Select Search Base
eo: Redaktu LDAP - Elektu serĉbazon

source: Hostname
eo: Gastnomo

source: Port
eo: Pordo

source: Search Base
eo: Serĉbazo

source: Available Search Base(s)
eo: Havebla(j) serĉbazo(j)

source: Could not read Search Base(s) from server - please set manually
eo: Ne povis legi serĉbazo(j)n de servilo - bonvolu starigi permane

source: Could not connect to server
eo: Ne povis konekti kun servilo

source: A Name must be supplied.
eo: Nomo devas esti provizata.

source: A Hostname must be supplied for the server.
eo: Gastnomo provizendas por la servilo.

source: At least one LDAP search attribute should be supplied.
eo: Almenaŭ unu LDAP serĉa eco provizendas.

source: Connected successfully to server
eo: Konektis sukcese al servilo

source: Edit LDAP Server
eo: Redaktu LDAP servilon

source: A name that you wish to call the server.
eo: Nomo kiun vi volas uzi por la servilo.

source: This is the hostname of the server. For example, "ldap.mydomain.com" may be appropriate for the "mydomain.com" organization. An IP address may also be used. You may specify "localhost" if running an LDAP server on the same computer as Claws Mail.
eo: Ĉi tio estas la gastnomo de la servilo. Ekzemple, "ldap.miadomajno.com" povas esti taŭga por la "miadomajna.com" organizo. Ankaŭ, IP adreso povas esti uzata. Vi povas specifi "localhost" se rulante LDAP servilon ĉe la sama komputilo kiel Claws Mail.

source: Enable secure connection to the LDAP server via TLS. If connection fails, be sure to check the correct configuration in ldap.conf (TLS_CACERTDIR and TLS_REQCERT fields).
eo: Ebligu sekuran konekton al la LDAP servilo pere de TLS. Se konekto malsukcesas, kontrolu la korektan agordon en ldap.conf (TLS_CACERTDIR kaj TLS_REQCERT kampoj).

source: Enable secure connection to the LDAP server via SSL. If connection fails, be sure to check the correct configuration in ldap.conf (TLS_CACERTDIR and TLS_REQCERT fields).
eo: Ebligu sekuran konekton al la LDAP servilo pere de SSL. Se la konekto malsukcesas, kontrolu la korektan agordon en ldap.conf (TLS_CACERTDIR kaj TLS_REQCERT kampoj).

source: The port number that the server listens on. Port 389 is the default.
eo: La porda numero ĉe kiu la servilo aŭskultas. Pordo 389 estas la defaŭlto.

source: Check Server
eo: Kontrolu servilon

source: Press this button to test the connection to the server.
eo: Premu ĉi tiun butonon por provi la konekton al la servilo.

source: This specifies the name of the directory to be searched on the server. Examples include: dc=claws-mail,dc=org ou=people,dc=domainname,dc=com o=Organization Name,c=Country
eo: Ĉi tio specifas la nomon de la dosierujo serĉenda sur la servilo. Ekzemploj inkluzivas: dc=claws-mail,dc=org ou=homoj,dc=domajn-nomo,dc=com o=Organiza nomo,c=Lando

source: Press this button to lookup the name of available directory names on the server.
eo: Premu ĉi tiun butonon por serĉi la nomon de haveblaj dosierujaj nomoj sur la servilo.

source: Search Attributes
eo: Serĉu ecojn

source: A list of LDAP attribute names that should be searched when attempting to find a name or address.
eo: Listo da LDAP ecaj nomoj kiuj devus esti serĉataj kiam provante trovi aŭ nomon aŭ adreson.

source: Defaults
eo: Defaŭltoj

source: This resets the attribute names to a default value that should find most names and addresses during a name or address search process.
eo: Ĉi tio restarigas la ecajn nomojn al defaŭlta valoro kiu devus trovi plej multajn nomojn kaj adresojn dum noma aŭ adresa serĉa procezo.

source: Max Query Age (secs)
eo: Maks. Demanda Aĝo (sek-oj)

source: This defines the maximum period of time (in seconds) that an address search result is valid for address completion purposes. Search results are stored in a cache until this period of time has passed and then retired. This will improve the response time when attempting to search for the same name or address on subsequent address completion requests. The cache will be searched in preference to performing a new server search request. The default value of 600 seconds (10 minutes), should be sufficient for most servers. A larger value will reduce the search time for subsequent searches. This is useful for servers that have slow response times at the expense of more memory to cache results.
eo: Ĉi tio difinas la maksimuman periodon (laŭ sekundoj) dum kiu adresa serĉo validas por adreskompletigaj celoj. Serĉaj rezultoj estas konservitaj en kaŝmemoro ĝis ĉi tiu periodo estas pasinta kaj tiam foririgitaj. Ĉi tio plibonigos la respondtempon kiam provante serĉi por la sama nomo aŭ adreso je sekvaj adreskompletigaj petoj. La kaŝmemoro estos serĉata anstataŭ fari novan servilan serĉpeton. La defaŭlta valoro de 600 sekundoj (10 minutoj), devus sufiĉi por plej multaj serviloj. Pli granda valoro malpliigos la serĉtempon por sekvaj serĉoj. Ĉi tio utilas por serviloj kiuj havas malrapidan respondan tempon je la kosto de plia memoro por kaŝi rezultojn.

source: Include server in dynamic search
eo: Inkluzivu servilon en dinamika serĉo

source: Check this option to include this server for dynamic searches when using address completion.
eo: Marku ĉi tiun opcion por inkluzivi ĉi tiun servilon por dinamikaj serĉoj kiam uzante adreskompletigon.

source: Match names 'containing' search term
eo: Kongruu nomojn 'enhavante' serĉterminon

source: Searches for names and addresses can be performed either using "begins-with" or "contains" search term. Check this option to perform a "contains" search; this type of search usually takes longer to complete. Note that for performance reasons, address completion uses "begins-with" for all searches against other address interfaces.
eo: Serĉoj por nomoj kaj adresoj povas esti farataj aŭ uzante "komencas-kun" aŭ "enhavas" serĉajn termojn. Marku ĉi tiun opcion por fari "enhavas" serĉon; ĉi tiu tipo de serĉo kutime daŭras pli longe por kompletiĝi. Notu ke pro rendimentaj kialoj, adreskompletigo uzas "komencas-kun" por ĉiuj serĉoj anstataŭ aliaj adres-interfacoj.

source: Bind DN
eo: Bindu DN

source: The LDAP user account name to be used to connect to the server. This is usually only used for protected servers. This name is typically formatted as: "cn=user,dc=claws-mail,dc=org". This is usually left empty when performing a search.
eo: La LDAP uzanta konta nomo uzenda por konekti al la servilo. Ĉi tio kutime estas uzata nur por protektitaj serviloj. Ĉi tiu nomo estas kutime aranĝita kiel: "cn=uzanto,dc=claws-mail,dc=org". Ĉi tio estas kutime lasita vaka kiam serĉante.

source: Bind Password
eo: Bindu pasvorton

source: The password to be used when connecting as the "Bind DN" user.
eo: La pasvorto uzenda kiam konektante kiel la "Bind DN" uzanto.

source: Timeout (secs)
eo: Eltempiĝo (sekundoj)

source: The timeout period in seconds.
eo: La eltempiĝa periodo laŭ sekundoj.

source: Maximum Entries
eo: Maksimumaj enigoj

source: The maximum number of entries that should be returned in the search result.
eo: La maksimuma nombro da enigoj kiuj devus esti revenitaj en la serĉa rezulto.

source: Basic
eo: Baza

source: Search
eo: Serĉu

source: Extended
eo: Etendita

source: Add New LDAP Server
eo: Aldonu novan LDAP servilon

source: Tag
eo: Etikedo

source: Delete tag
eo: Forigu etikedon

source: Do you really want to delete this tag?
eo: Ĉu vi vere volas forigi ĉi tiun etikedon?

source: Delete all tags
eo: Forigu ĉiujn etikedojn

source: Do you really want to delete all tags?
eo: Ĉu vi vere volas forigi ĉiujn etikedojn?

source: You entered a reserved tag name, please choose another instead.
eo: Vi enigis rezervitan etikedan nomon, bonvolu elekti alian anstataŭe.

source: Tag is not set.
eo: Etikedo ne estas starigita.

# Dialog title
source: Apply tags
eo: Apliku etikedojn

source: New tag:
eo: Nova etikedo:

source: Please select tags to apply/remove. Changes are immediate.
eo: Bonvolu elekti etikedojn por apliki/forigi. Ŝanĝoj estas tujaj.

source: File does not appear to be vCard format.
eo: Dosiero ne ŝajnas havi vKartan aranĝon.

source: Select vCard File
eo: Elektu vKartan dosieron

source: Edit vCard Entry
eo: Redaktu vKartan enigon

source: Add New vCard Entry
eo: Aldonu novan vKartan enigon

source: Impossible to set the client certificate.
eo: Neeblas starigi la klientan ateston.

source: Please specify output directory and file to create.
eo: Bonvolu specifi eligan dosierujon kaj dosieron por krei.

source: Select stylesheet and formatting.
eo: Elektu stilfolion kaj aranĝon.

source: File exported successfully.
eo: Dosiero eksportita sukcese.

source: The HTML output directory '%s' does not exist. Do you want to create it?
eo: La HTML eliga dosierujo `%s' ne ekzistas. Ĉu vi volas krei ĝin?

source: Create directory
eo: Kreu dosierujon

source: Could not create output directory for HTML file: %s
eo: Ne povis krei eligan dosierujon por HTML dosiero: %s

source: Failed to Create Directory
eo: Malsukcesis krei dosierujon

source: Error creating HTML file
eo: Eraro kreante HTML dosieron

source: Select HTML output file
eo: Elektu HTML eligan dosieron

source: HTML Output File
eo: HTML eligan dosieron

source: B_rowse
eo: Foliumu

source: Stylesheet
eo: Stilfolio

source: None
eo: Neniu

source: Default
eo: Defaŭlto

source: Full
eo: Plena

source: Custom
eo: Propra

source: Custom-2
eo: Propra-2

source: Custom-3
eo: Propra-3

source: Custom-4
eo: Propra-4

source: Full Name Format
eo: Plen-noma aranĝo

source: First Name, Last Name
eo: Unua nomo, Lasta nomo

source: Last Name, First Name
eo: Lasta nomo, Unua nomo

source: Color Banding
eo: Kolorgrupigo

source: Format Email Links
eo: Aranĝu retpoŝtajn ligilojn

source: Format User Attributes
eo: Aranĝu uzantajn ecojn

source: Address Book :
eo: Adreslibro :

source: File Name :
eo: Dosiernomo :

source: Open with Web Browser
eo: Malfermu kun krozilo

source: Export Address Book to HTML File
eo: Eksportu adreslibron al HTML dosiero

source: File Info
eo: Dosiera informo

source: Format
eo: Aranĝo

source: Please specify output directory and LDIF filename to create.
eo: Bonvolu specifi eligan dosierujon kaj LDIF dosieron kreendajn.

source: Specify parameters to format distinguished name.
eo: Specifu parametrojn por aranĝi distingitan nomon.

source: LDIF Output Directory '%s' does not exist. OK to create new directory?
eo: LDIF eliga dosierujo `%s' ne ekzistas. Ĉu bone kreu novan dosierujon?

source: Create Directory
eo: Kreu dosierujon

source: Could not create output directory for LDIF file: %s
eo: Ne povis krei eligan dosierujon por LDIF dosiero: %s

source: Suffix was not supplied
eo: Sufikso ne estis provizita

source: A suffix is required if data is to be used for an LDAP server. Are you sure you wish to proceed without a suffix?
eo: Sufikso estas bezonata se datumoj uzendas por LDAP servilo. Ĉu vi certas ke vi volas daŭrigi sen sufikso?
