Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Finished (%d new message)
eo: Finis (%d nova mesaĝo)

source: Finished (no new messages)
eo: Finis (neniuj novaj mesaĝoj)

source: %s: Retrieving new messages
eo: %s: Havigas novajn mesaĝojn

source: Account '%s': Connecting to POP3 server: %s:%d...
eo: Konto `%s': Konektas al POP3 servilo: %s:%d...

source: Can't connect to POP3 server: %s:%d
eo: Ne povas konekti al POP3 servilo: %s:%d

source: Can't connect to POP3 server: %s:%d
eo: Ne povas konekti al POP3 servilo: %s:%d

source: Authenticating...
eo: Aŭtentigas...

source: Retrieving messages from %s (%s)...
eo: Havigas mesaĝojn de %s (%s)...

source: Getting the number of new messages (STAT)...
eo: Havigas la nombron da novaj mesaĝoj (STAT)...

source: Getting the number of new messages (LAST)...
eo: Havigas la nombron da novaj mesaĝoj (LAST)...

source: Getting the number of new messages (UIDL)...
eo: Havigas la nombron da novaj mesaĝoj (UIDL)...

source: Getting the size of messages (LIST)...
eo: Havigas la grandon de mesaĝoj (LIST)...

source: Quitting
eo: Ĉesas

source: Retrieving message (%d / %d) (%s / %s)
eo: Havigas mesaĝon (%d / %d) (%s / %s)

source: Retrieving (%d message (%s) received)
eo: Havigas (%d mesaĝo (%s) ricevita)

source: Connection to %s:%d failed.
eo: Konekto al %s:%d fiaskis.

source: Error occurred while processing mail.
eo: Eraro okazis dum traktas poŝton.

source: Error occurred while processing mail: %s
eo: Eraro okazis dum traktas poŝton: %s

source: No disk space left.
eo: Neniu diska spaco haveblas.

source: Can't write file.
eo: Ne povas skribi dosieron.

source: Socket error.
eo: Inga eraro.

source: Socket error on connection to %s:%d.
eo: Inga eraro ĉe konekto al %s:%d.

source: Connection closed by the remote host.
eo: Konekto fermita de la fora gastejo.

source: Connection to %s:%d closed by the remote host.
eo: Konekto al %s:%d fermita de fora gastejo.

source: Mailbox is locked.
eo: Poŝtkesto estas ŝlosita.

source: Mailbox is locked: %s
eo: Poŝtkesto estas ŝlosita: %s

source: Authentication failed.
eo: Aŭtentigo fiaskis.

source: Authentication failed: %s
eo: Aŭtentigo fiaskis: %s

source: Session timed out. You may be able to recover by increasing the timeout value in Preferences/Other/Miscellaneous.
eo: Sesio eltempiĝis. Vi povos eble restatigi per pligrandigo de la tempolima valoro en Preferoj/Alia/Diversaj.

source: Connection to %s:%d timed out.
eo: Konekto al %s:%d eltempiĝis.

source: Incorporation cancelled
eo: Enkorpigo nuligita

source: %s%sYou're working offline. Override for %d minutes?
eo: %s%sVi laboras senrete. Ĉu superregu dum %d minutoj?

source: %s%sYou're working offline. Override?
eo: %s%sVi laboras senrete. Ĉu superregu?

source: On_ly once
eo: Nur unufoje

source: Some SN
eo: Kelka SN

source: Nick Name
eo: Kromnomo

source: File '%s' already exists. Can't create folder.
eo: Dosiero `%s' jam ekzistas. Ne povas krei dosierujon.

source: Configuration for %s found. Do you want to migrate this configuration?
eo: Agordo por %s trovita. Ĉu vi volas migri ĉi tiun agordon?

source: Your Sylpheed filtering rules can be converted by a script available at %s.
eo: Via Sylpheed filtrilaj reguloj povas esti konvertitaj de skripto havebla ĉe %s.

source: Keep old configuration
eo: Konservu malnovan agordon

source: Keeping a backup will allow you to go back to an older version, but may take a while if you have cached IMAP or News data, and will take some extra room on your disk.
eo: Konservante savkopion permesos vin reiri al pli malnova versio, sed povas uzi iom da tempo se vi kaŝis IMAP aŭ novaĵajn datumojn, kaj uzos kroman spacon sur via disko.

source: Migration of configuration
eo: Migro de via agordo

source: Copying configuration... This may take a while...
eo: Kopias agordon... Ĉi tio povus daŭri iom...

source: Migration failed!
eo: Migro fiaskis!

source: Migrating configuration...
eo: Migras agordon...

source: Failed to register folder item update hook
eo: Malsukcesis registri dosierujan eran ĝisdatigan hokon

source: Failed to register folder update hook
eo: Malsukcesis registri dosieran ĝisdatigan hokon

source: g_thread is not supported by glib.
eo: g_thread ne estas subtenata de glib.

source: Sylpheed-Claws 2.6.0 (or older)
eo: Sylpheed-Claws 2.6.0 (aŭ pli malnova)

source: Sylpheed-Claws 1.9.15 (or older)
eo: Sylpheed-Claws 1.9.15 (aŭ pli malnova)

source: Sylpheed-Claws 1.0.5 (or older)
eo: Sylpheed-Claws 1.0.5 (aŭ pli malnova)

source: The following plugin failed to load. Check the Plugins configuration for more information: %s
eo: La sekva kromprogramo malsukcesis ŝargi. Kontrolu la Kromprograman agordon por plua informo: %s

source: Claws Mail has detected a configured mailbox, but it is incomplete. It is possibly due to a failing IMAP account. Use "Rebuild folder tree" on the mailbox parent folder's context menu to try to fix it.
eo: Claws Mail detektis agorditan poŝtkeston, sed ĝi estas malkompleta. Ĝi estas eble kaŭzita de fiaskanta IMAP konto. Uzu "Rekonstruu dosierujan arbon" ĉe la kunteksta menuo de la gepatra dosierujo por provi solvi ĝin.

source: Claws Mail has detected a configured mailbox, but could not load it. It is probably provided by an out-of-date external plugin. Please reinstall the plugin and try again.
eo: Claws Mail detektis agorditan poŝtkeston, sed ne povis ŝargi ĝin. Ĝi estas eble provizata de eksmoda ekstera kromprogramo. Bonvolu reinstali la kromprogramon kaj reprovu.

source: Missing filename
eo: Mankas dosiernomo

source: Cannot open filename for reading
eo: Ne povas malfermi dosierujon por legi

source: Malformed header
eo: Misformita ĉapo

source: Duplicated 'To:' header
eo: Duplikigita `Al:' ĉapo

source: Missing required 'To:' header
eo: Mankas bezonata `Al:' ĉapo

source: Usage: %s [OPTION]...
eo: Uzado: %s [OPCIO]...

source: --compose [address] open composition window
eo: --compose [adreso] malfermu komponan fenestron

source: --compose-from-file file open composition window with data from given file; use - as file name for reading from standard input; content format: headers first (To: required) until an empty line, then mail body until end of file.
eo: --compose-from-file dosiero malfermu komponan fenestron kun datumoj de donata dosiero; uzu - kiel dosiernomo por legi de ĉefenigujo; enhavo aranĝo: ĉapoj unue (Al: bezonata) ĝis malplena linio, tiam poŝta korpo ĝis dosierfino.

source: --subscribe [uri] subscribe to the given URI if possible
eo: --subscribe [uri] subskribu al la donata URI se eble

source: --attach file1 [file2]... open composition window with specified files attached
eo: --attach dos1 [dos]... malfermu komponan fenestron kun specifitaj dosieroj algluitaj

source: --receive receive new messages
eo: --receive ricevu novajn mesaĝojn

source: --receive-all receive new messages of all accounts
eo: --receive-all ricevu novajn mesaĝojn de ĉiuj kontoj

source: --cancel-receiving cancel receiving of messages
eo: --cancel-receiving nuligu ricevon de mesaĝoj

source: --cancel-sending cancel sending of messages
eo: --cancel-sending nuligu sendon de mesaĝoj

source: --search folder type request [recursive] searches mail folder ex.: "#mh/Mailbox/inbox" or "Mail" type: s[ubject],f[rom],t[o],e[xtended],m[ixed] or g: tag request: search string recursive: false if arg. starts with 0, n, N, f or F
eo: --search dosieruja tipa peto [rikura] serĉas poŝtan dosierujon ekz.: "#mh/Poŝtkesto/enkesto" aŭ "Poŝto" tipo: s[ubject] (temo),f[rom] (de),t[o] (al), e[xtended] (etendita),m[ixed] (diversa) aŭ g: tag (etikedo) peto: serĉa ĉeno rikura: `false' se arg. komenciĝas kun 0, n, N, f aŭ F

source: --send send all queued messages
eo: --send sendu ĉiujn vicigitajn mesaĝojn

source: --status [folder]... show the total number of messages
eo: --status [dosierujo]... montru la suman nombron da mesaĝoj

source: --status-full [folder]... show the status of each folder
eo: -status-full [dosierujo]... montru la staton de ĉiu dosierujo

source: --statistics show session statistics
eo: --statistics montru sesiajn statistikojn

source: --reset-statistics reset session statistics
eo: --reset-statistics rekomencigu sesiajn statistikojn

source: --select folder[/msg] jumps to the specified folder/message folder is a folder id like 'folder/sub_folder'
eo: --select-folder[/ms] saltas al la specifita dosierujo/mesaĝo dosierujo estas dosieruja identigilo kiel `dosierujo/sub_dosierujo'

source: --online switch to online mode
eo: --online ŝaltu al surreta reĝimo

source: --offline switch to offline mode
eo: --offline ŝaltu al senreta reĝimo

source: --exit --quit -q exit Claws Mail
eo: --exit --quit -q eliru Claws Mail

source: --debug debug mode
eo: --debug senmisiga reĝimo

source: --toggle-debug toggle debug mode
eo: --toggle-debug baskulu senmisigan reĝimon

source: --help -h display this help and exit
eo: --help -h montru ĉi tiun helpon kaj eliru

source: --version -v output version information and exit
eo: --version -v eligu versian informon kaj eliru

source: --version-full -V output version and built-in features information and exit
eo: --version-full -V eligu version kaj enkonstruitajn trajtajn informojn kaj eliru

source: --config-dir output configuration directory
eo: --config-dir eliru agordan dosierujon

source: --alternate-config-dir [dir] use specified configuration directory
eo: --alternate-config-dir [ujo] uzu specifitan agordan dosierujon

source: Unknown option
eo: Nekonata opcio

source: Processing (%s)...
eo: Procezas (%s)...

source: top level folder
eo: supra nivela dosierujo

source: Queued messages
eo: Vicigitaj mesaĝoj

source: Some unsent messages are queued. Exit now?
eo: Kelkaj nesenditaj mesaĝoj estas envicigitaj. Ĉu eliru nun?

source: NetworkManager: network is online.
eo: Retmastrumilo: reto estas konektita.

source: NetworkManager: network is offline.
eo: Retmastrumilo: reto estas nekonektita.

source: _File
eo: Dosiero

source: _View
eo: _Vidu

source: _Configuration
eo: Agordo

source: _Add mailbox
eo: _Aldonu poŝtkeston

source: Change mailbox order...
eo: Ŝanĝu poŝtkestan ordon...

source: _Import mbox file...
eo: _Importu mbox dosieron...

source: _Export to mbox file...
eo: _Eksportu al mbox dosieron...

source: _Export selected to mbox file...
eo: _Eksportu elektitan al mbox dosiero...

source: Empty all _Trash folders
eo: Malplenigu ĉiujn rubujajn dosierujojn

source: _Save email as...
eo: Konservu mesaĝon kiel...

source: _Save part as...
eo: Konservu parton kiel...

source: Page setup...
eo: Paĝa agordo

source: _Print...
eo: _Presu...

source: Synchronise folders
eo: Sinkronigu dosierujojn

source: E_xit
eo: Eliru

source: Select _thread
eo: Elek_tu fadenon

source: _Delete thread
eo: Forigu fa_denon

source: _Find in current message...
eo: Trovu en nuna mesaĝo...

source: _Quick search
eo: Rapida serĉo

source: Show or hi_de
eo: Montru aŭ kaŝu

source: _Toolbar
eo: Ilbre_to

source: Set displayed _columns
eo: Starigu montritajn kolumnojn

source: In _folder list...
eo: En dosieruja listo...

source: In _message list...
eo: En _mesaĝa listo...

source: La_yout
eo: Aranĝo

source: _Sort
eo: Ordigu

source: _Attract by subject
eo: _Allogu laŭ temo

source: E_xpand all threads
eo: Ekspansigu ĉiujn fadenojn

source: Co_llapse all threads
eo: Malekspansigu ĉiujn fadenojn

source: _Go to
eo: Iru al

source: _Previous message
eo: Antaŭa mesaĝo

source: _Next message
eo: Sekva mesaĝo

source: P_revious unread message
eo: Antaŭa nelegita mesaĝo

source: N_ext unread message
eo: Sekva nelegita mesaĝo

source: Previous ne_w message
eo: Antaŭa nova mesaĝo

source: Ne_xt new message
eo: Sekva nova mesaĝo

source: Previous _marked message
eo: Antaŭa markita mesaĝo

source: Next m_arked message
eo: Sekva markita mesaĝo

source: Previous _labeled message
eo: Antaŭa etikedita mesaĝo

source: Next la_beled message
eo: Sekva etikedita mesaĝo

source: Previous opened message
eo: Antaŭa malfermita mesaĝo

source: Next opened message
eo: Sekva malfermita mesaĝo

source: Parent message
eo: Gepatra mesaĝo

source: Next unread _folder
eo: Sekva nelegita dosierujo

source: _Other folder...
eo: Alia dosierujo...

source: Next part
eo: Sekva parto

source: Previous part
eo: Antaŭa parto

source: Message scroll
eo: Mesaĝa rulumado

source: Previous line
eo: Antaŭa linio

source: Next line
eo: Sekva linio

source: Previous page
eo: Antaŭa paĝo

source: Next page
eo: Sekva paĝo

source: Decode
eo: Malkodu

source: Open in new _window
eo: Malfermu en nova fenestro

source: Mess_age source
eo: Mesaĝa fonto

source: Message part
eo: Mesaĝa parto

source: View as text
eo: Vidu kiel teksto

source: Open
eo: Malfermu

source: Open with...
eo: Malfermu kun...

source: Quotes
eo: Citoj

source: _Update summary
eo: Ĝisdatiga res_umo

source: Recei_ve
eo: Rice_vu

source: Get from _current account
eo: Havigu de nuna konto

source: Get from _all accounts
eo: Havigu de ĉiuj kontoj

source: Cancel receivin_g
eo: Nuligu ricevadon

source: _Send queued messages
eo: Sendu vicigitajn mesaĝojn

source: Compose a_n email message
eo: Verku retpoŝtan mesaĝon

source: Compose a news message
eo: Verku novaĵmesaĝon

source: _Reply
eo: _Respondu

source: Repl_y to
eo: Respondu al

source: Mailing _list
eo: Poŝt_listo

source: Follow-up and reply to
eo: Postatentu kaj respondu al

source: _Forward
eo: Plusendu

source: For_ward as attachment
eo: Plusendu kiel algluaĵo

source: Redirec_t
eo: Redirektu

source: Mailing-_List
eo: Poŝt_listo

source: Post
eo: Poŝtu

source: Help
eo: Helpo

source: Unsubscribe
eo: Malsubskribu

source: View archive
eo: Vidu arĥivon

source: Contact owner
eo: Kontaktu posedanton

source: M_ove...
eo: M_ovu...

source: _Copy...
eo: Kopiu...

source: Move to _trash
eo: Movu al rubujo

source: _Delete...
eo: Forigu...

source: Cancel a news message
eo: Nuligu novaĵmesaĝon

source: _Mark
eo: _Marku

source: _Unmark
eo: Malmarku

source: Mark as unr_ead
eo: Marku kiel nelegita

source: Mark as rea_d
eo: Marku kiel legita

source: Mark all read
eo: Marku ĉiujn legitaj

source: Ignore thread
eo: Ignoru fadenon

source: Unignore thread
eo: Malignoru fadenon

source: Watch thread
eo: Observadu fadenon

source: Unwatch thread
eo: Malobservadu fadenon

source: Mark as _spam
eo: Marku kiel spamo

source: Mark as _ham
eo: Marku kiel nespamo

source: Lock
eo: Ŝlosu

source: Unlock
eo: Malŝlosu

source: Color la_bel
eo: Kolora etikedo

source: Ta_gs
eo: Etikedoj

source: Re-_edit
eo: Re-r_edaktu

source: Check signature
eo: Kontrolu subskribon

source: Add sender to address boo_k
eo: Aldonu sendanton al adreslibro

source: C_ollect addresses
eo: K_olektu adresojn

source: From current _folder...
eo: De nuna dosierujo...

source: From selected _messages...
eo: De elektitaj _mesaĝoj...

source: _Filter all messages in folder
eo: _Filtru ĉiujn mesaĝojn en dosierujo

source: Filter _selected messages
eo: Filtru elektitajn mesaĝojn

source: Run folder pr_ocessing rules
eo: Rulu dosierujajn pr_ocezadajn regulojn

source: _Create filter rule
eo: Kreu filtran regulon

source: _Automatically
eo: _Aŭtomate

source: By _From
eo: Laŭ _De

source: By _To
eo: Laŭ Al

source: By _Subject
eo: Laŭ Temo

source: Create processing rule
eo: Kreu traktan regulon

source: List _URLs...
eo: Listu retadresojn...

source: Ch_eck for new messages in all folders
eo: Kontrolu por novaj m_esaĝoj en ĉiuj dosierujoj

source: Delete du_plicated messages
eo: Forigu duplikatajn mesaĝojn

source: In selected folder
eo: En elektita dosierujo

source: In all folders
eo: En ĉiuj dosierujoj

source: E_xecute
eo: Rulu

source: Exp_unge
eo: Forigu

source: SSL cer_tificates
eo: SSL atestoj

source: Filtering Lo_g
eo: Filtrada protokolo

source: Network _Log
eo: Reta Protoko_lo

source: _Forget all session passwords
eo: _Forgesu ĉiujn sesiajn pasvortojn

source: C_hange current account
eo: Ŝanĝu nunan konton

source: _Preferences for current account...
eo: Agordoj por nuna konto...

source: Create _new account...
eo: Kreu novan konton...

source: _Edit accounts...
eo: R_edaktu kontojn...

source: P_references...
eo: Preferoj...

source: Pre-pr_ocessing...
eo: Antaŭ-pr_ocezas...

source: Post-pro_cessing...
eo: Post-procezas...

source: _Filtering...
eo: _Filtras...

source: _Templates...
eo: Ŝablonoj...

source: _Actions...
eo: _Agoj...

source: Tag_s...
eo: Etikedoj...

source: Plu_gins...
eo: Krompro_gramoj...

source: _Manual
eo: _Manlibro

source: _Online User-contributed FAQ
eo: Ĉeretaj Uzant-kontribuitaj oftaj demandoj

source: Icon _Legend
eo: Piktograma Etikedo

source: Set as default client
eo: Starigu kiel defaŭlta kliento

source: Offline _mode
eo: Senreta reĝi_mo

source: Men_ubar
eo: Men_ua breto

source: _Message view
eo: _Mesaĝa vido

source: Status _bar
eo: Stata _breto

source: Column headers
eo: Kolumnaj ĉapoj

source: Th_read view
eo: Fadena vido

source: Hide read threads
eo: Kaŝu legitajn fadenojn

source: _Hide read messages
eo: Kaŝu legitajn mesaĝojn

source: Hide deleted messages
eo: Kaŝu forigitajn mesaĝojn

source: _Fullscreen
eo: Tutekrane

source: Show all _headers
eo: Montru ĉiujn ĉapojn

source: _Collapse all
eo: Maletendu ĉiujn

source: Collapse from level _2
eo: Malekspansigu de nivelo _2

source: Collapse from level _3
eo: Malekspansigu de nivelo _3

source: Text _below icons
eo: Teksto su_b piktogramoj

source: Text be_side icons
eo: Tek_sto apud piktogramoj

source: _Icons only
eo: P_iktogramoj nur

source: _Text only
eo: _Teksto nur

source: _Standard
eo: Norma

source: _Three columns
eo: _Tri kolumnoj

source: _Wide message
eo: Larĝa mesaĝo

source: W_ide message list
eo: Larĝa mesaĝa l_isto

source: S_mall screen
eo: _Malgranda ekrano

source: By _number
eo: Laŭ _nombro

source: By s_ize
eo: Laŭ grando

source: By _date
eo: Laŭ _dato

source: By thread date
eo: Laŭ fadena dato

source: By s_ubject
eo: Laŭ temo

source: By _color label
eo: Laŭ kolorita etikedo

source: By tag
eo: Laŭ etikedo

source: By _mark
eo: Laŭ _marko

source: By _status
eo: Laŭ _stato

source: By a_ttachment
eo: Laŭ algluaĵo

source: By score
eo: Laŭ poentoj

source: By locked
eo: Laŭ ŝlositaj

source: D_on't sort
eo: Ne _ordigu

source: Ascending
eo: Kreska

source: Descending
eo: Malkreska

source: _Auto detect
eo: _Aŭtomate detektu

source: Apply tags...
eo: Apliku etikedojn...

source: Some error(s) happened. Click here to view log.
eo: Kelkaj eraroj okazis. Alklaku ĉi tie por vidi protokolon.

source: You are online. Click the icon to go offline
eo: Vi estas ĉereta. Alklaku la piktogramon por iri senreten

source: You are offline. Click the icon to go online
eo: Vi estas senreta. Alkaku la piktogramon por iri reten

source: Select account
eo: Elektu konton

source: Network log
eo: Reta protokolo

source: Filtering/Processing debug log
eo: Filtras/Procezas senmisigan protokolon

source: filtering log enabled
eo: filtrada protokolo ebligita

source: filtering log disabled
eo: filtrada protokolo malebligita

source: Untitled
eo: Sentitola

source: none
eo: neniom

source: Delete all messages in trash folders?
eo: Ĉu forigu ĉiujn mesaĝojn en la rubujo?

source: Don't quit
eo: Ne ĉesu

source: Add mailbox
eo: Aldonu poŝtkeston

source: Input the location of mailbox. If an existing mailbox is specified, it will be scanned automatically.
eo: Enigu la lokon de poŝtkesto. Se ekzistanta poŝtkesto estas specifita, ĝi estos skanita aŭtomate.

source: The mailbox '%s' already exists.
eo: La poŝtkesto `%s' jam ekzistas.

source: Mailbox
eo: Poŝtkesto

source: Creation of the mailbox failed. Maybe some files already exist, or you don't have the permission to write there.
eo: Kreo de la poŝtkesto fiaskis. Eble kelkaj dosieroj jam ekzistas, aŭ vi ne havas permeson skribi tie.

source: No posting allowed
eo: Neniu poŝtado permesata

source: Mbox import has failed.
eo: Mbox importo fiaskis.

source: Export to mbox has failed.
eo: Eksporto al mbox fiaskis.

source: Exit
eo: Eliru

source: Exit Claws Mail?
eo: Ĉu eliru Claws Mail?

source: Folder synchronisation
eo: Dosieruja sinkronigo

source: Do you want to synchronise your folders now?
eo: Ĉu vi volas sinkronigi viajn dosierujojn nun?

source: +_Synchronise
eo: +_Sinkronigu

source: Deleting duplicated messages...
eo: Forigas duplikatajn mesaĝojn...

source: Deleted %d duplicate message in %d folders.
eo: Forigis %d duplikatan mesaĝon en %d dosierujoj.

source: Processing rules to apply before folder rules
eo: Procezadaj reguloj aplikendaj antaŭ dosierujaj reguloj

source: Processing rules to apply after folder rules
eo: Procezadaj reguloj aplikendaj post dosierujaj reguloj

source: Filtering configuration
eo: Filtrila agordo

source: Can not register as default client: impossible to get executable path.
eo: Ne povas registri kiel defaŭlta kliento: ne eblas havigi ruleblan vojon.

source: Claws Mail has been registered as default client.
eo: Claws Mail estis registrita kiel defaŭlta kliento.

source: Can not register as default client: impossible to write to the registry.
eo: Ne povas registri kiel defaŭlta kliento: ne eblas skribi al la registrejo.

source: Forgotten %d password in %d accounts.
eo: Forgesis %d pasvorton en %d kontoj.

source: %s header
eo: %s ĉapo

source: header
eo: ĉapo

source: header line
eo: ĉapa linio

source: body line
eo: korpa linio

source: tag
eo: etikedo

source: Case sensitive
eo: Uskleca

source: Case insensitive
eo: Maluskleca

source: checking if message matches [ %s ]
eo: kontrolas ĉu mesaĝo kongruas [ %s ]

source: message matches
eo: mesaĝo kongruas

source: message does not match
eo: mesaĝo ne kongruas

source: (none)
eo: (neniom)

source: Could not open mbox file: %s
eo: Ne povis malfermi mbox dosieron: %s

source: Importing from mbox... (%d mail imported)
eo: Importas de mbox... (%d poŝto importita)

source: Overwrite mbox file
eo: Anstataŭigu mbox dosieron

source: This file already exists. Do you want to overwrite it?
eo: Ĉi tiu dosiero jam ekzistas. Ĉu vi volas anstataŭigi ĝin?

source: Overwrite
eo: Anstataŭigu

source: Could not create mbox file: %s
eo: Ne povis krei mbox dosieron: %s

source: Exporting to mbox...
eo: Eksportas al mbox...

source: Find in current message
eo: Trovu en nuna mesaĝo

source: Find text:
eo: Trovu tekston:

source: Search failed
eo: Serĉo fiaskis

source: Search string not found.
eo: Serĉa ĉeno ne trovita.

source: Beginning of message reached; continue from end?
eo: Komenco de mesaĝo atingita; ĉu daŭrigu de la fino?

source: End of message reached; continue from beginning?
eo: Fino de mesaĝo atingita; ĉu daŭrigu de la komenco?

source: Search finished
eo: Serĉo finita

source: Compose _new message
eo: Verku _novan mesaĝon

source: Claws Mail - Message View
eo: Claws Mail - Mesaĝa vido

source: <No Return-Path found>
eo: <Neniu revena-vojo trovita>

source: The notification address to which the return receipt is to be sent does not correspond to the return path: Notification address: %s Return path: %s It is advised to not to send the return receipt.
eo: La aviza adreso al kiu la revena recepto estas sendota ne korepondas al la revena vojo: Aviza adreso: %s Revena vojo: %s Estas avizita ne sendi la revenan recepton.

source: _Don't Send
eo: Ne sendu

source: This message is asking for a return receipt notification but according to its 'To:' and 'CC:' headers it was not officially addressed to you. It is advised to not to send the return receipt.
eo: Ĉi tiu mesaĝo demandas revenan receptan avizon sed laŭ ĝia `Al:' kaj `Kk:' ĉapoj ĝi ne estis oficiale adresita al vi. Estas avizita ne sendu la revenan recepton.

source: Fetching message (%s)...
eo: Alportas mesaĝon (%s)...

source: Couldn't decrypt: %s
eo: Ne povis malĉifri: %s

source: Message doesn't conform to MIME standard. It may render wrongly.
eo: Mesaĝo ne konformas al MIME normo. Ĝi eble montriĝos malĝuste.

source: Save as
eo: Konservu kiel

source: Overwrite existing file?
eo: Ĉu anstataŭigu ekzistantan dosieron?

source: Couldn't save the file '%s'.
eo: Ne povis konservi la dosieron `%s'.
