Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Hello,\n
eo: Saluton.\n

source: On %d\n%f wrote:\n\n%q\n%X
eo: Je %d\n%f skribis:\n\n%q\n%X

source: \n\nBegin forwarded message:\n\n?d{Date: %d\n}?f{From: %f\n}?t{To: %t\n}?c{Cc: %c\n}?n{Newsgroups: %n\n}?s{Subject: %s\n}\n\n%M
eo: \n\nKomencu plusenditan mesaĝon:\n\n?d{Dato: %d\n}?f{De: %f\n}?t{Al: %t\n}?c{Kk: %c\n}?n{Novaĵgrupoj: %n\n}?s{Temo: %s\n}\n\n%M

source: Automatic account selection
eo: Aŭtomata konta elekto

source: when replying
eo: kiam respondante

source: when forwarding
eo: kiam plusendante

source: when re-editing
eo: kiam re-redaktante

source: Editing
eo: Redaktante

source: Automatically launch the external editor
eo: Aŭtomate lanĉu la eksteran redaktilon

source: Automatically save message to Drafts folder every
eo: Aŭtomate konservu mesaĝon al Prova dosierujo ĉiu

source: characters
eo: signoj

source: Even if message is to be encrypted
eo: Eĉ se la mesaĝo estas ĉifrenda

source: Undo level
eo: Malfara nivelo

source: Warn when inserting a file larger than
eo: Avertu kiam enmetante dosieron pli granda ol

source: KB into message body
eo: KB en mesaĝa korpo

source: Replying
eo: Respondas

source: Reply will quote by default
eo: Respondo citos defaŭlte

source: Reply button invokes mailing list reply
eo: Responda butono vokas poŝtlistan respondon

source: Forwarding
eo: Plusendas

source: Forward as attachment
eo: Plusendu kiel algluaĵo

source: Keep the original 'From' header when redirecting
eo: Konservu la originan `De' ĉapon kiam redirektante

source: When dropping files into the Compose window
eo: Kiam faligante dosierojn en la Verkan fenestron

source: Ask
eo: Demandu

source: Insert
eo: Enmetu

source: Attach
eo: Algluu

source: Writing
eo: Skribante

source: Custom header configuration
eo: Propra ĉapa agordo

source: Header name is not set.
eo: Ĉapa nomo ne estas fiksita.

source: This Header name is not allowed as a custom header.
eo: Ĉi tiu ĉapa nomo ne estas permesata en propra ĉapo.

source: Choose a PNG file
eo: Elektu PNG dosieron

source: Choose an XBM file
eo: Elektu XBM dosieron

source: Choose a text file
eo: Elektu tekstan dosieron

source: This file isn't an image.
eo: Ĉi tiu dosiero ne estas bildo.

source: The chosen image isn't the correct size (48x48).
eo: La elektitan bildon ne havas la ĝustan grandon (48x48).

source: The image is too big; it must be maximum 725 bytes.
eo: La bildo estas tro granda; ĝi devas esti maksimume 725 bitokoj.

source: The image isn't in the correct format (PNG).
eo: La bildo ne estas en la ĝusta aranĝo (PNG).

source: The image isn't in the correct format (XBM).
eo: La bildo ne estas en la ĝusta aranĝo (XBM).

source: Couldn't call `compface`. Make sure it's in your $PATH.
eo: Ne povis voki `compface`. Certigu ke ĝi estas en via $PATH.

source: Compface error: %s
eo: Compface eraro: %s

source: This file contains newlines.
eo: Ĉi tiu dosiero enhavas novliniojn.

source: Delete header
eo: Forigu ĉapon

source: Do you really want to delete this header?
eo: Ĉu vi vere volas forigi ĉi tiun ĉapon?

source: Current custom headers
eo: Nunaj propraj ĉapoj

source: Displayed header configuration
eo: Montrita ĉapa agordo

source: Header name
eo: Ĉapa nomo

source: Displayed Headers
eo: Montritaj ĉapoj

source: Hidden headers
eo: Kaŝitaj ĉapoj

source: Show all unspecified headers
eo: Montru ĉiujn nespecifitajn ĉapojn

source: This header is already in the list.
eo: Ĉi tiu ĉapo jam estas en la listo.

source: %s will be replaced with file name / URI
eo: %s estos anstataŭigita kun dosiernomo / URI

source: Use system defaults when possible
eo: Uzu sistemajn defaŭltojn kiam eble

source: Web browser
eo: Krozilo

source: Text editor
eo: Redaktilo

source: Command for 'Display as text'
eo: Komando por `Montru kiel teksto'

source: This option enables MIME parts to be displayed in the message view via a script when using the 'Display as text' contextual menu item
eo: Ĉi tiu opcio ebligas MIME parton esti montrita en la mesaĝa vido pere de skripto kiam uzante la `Montru kiel teksto' kuntekstan menueron

source: Message View
eo: Mesaĝa Vido

source: External Programs
eo: Eksteraj programoj

source: Move
eo: Movu

source: Copy
eo: Kopiu

source: Hide
eo: Kaŝu

source: Message flags
eo: Mesaĝaj flagoj

source: Mark
eo: Marku

source: Mark as read
eo: Marku kiel legita

source: Mark as unread
eo: Marku kiel nelegita

source: Mark as spam
eo: Marku kiel spamo

source: Mark as ham
eo: Marku kiel hamo

source: Execute
eo: Plenumu

source: Color label
eo: Kolorigu etikedon

source: Resend
eo: Resendu

source: Redirect
eo: Redirektu

source: Score
eo: Poentoj

source: Change score
eo: Ŝanĝu poentojn

source: Set score
eo: Fiksu poentojn

source: Tags
eo: Etikedoj

source: Apply tag
eo: Apliku etikedon

source: Unset tag
eo: Malfiksu etikedon

source: Clear tags
eo: Vakigu etikedojn

source: Threads
eo: Fadenoj

source: Stop filter
eo: Haltu filtrilon

source: Action configuration
eo: Aga agordo

source: Rule
eo: Regulo

source: Action
eo: Ago

source: Command-line not set
eo: Komand-linio ne starigita

source: Destination is not set.
eo: Celo ne estas starigita.

source: Recipient is not set.
eo: Ricevonto ne estas starigita.

source: Score is not set
eo: Poentoj ne estas starigitaj

source: Header is not set.
eo: Ĉapo ne estas starigita.

source: Target addressbook/folder is not set.
eo: Cela adreslibro/dosierujo ne estas starigita.

source: Tag name is empty.
eo: Etikeda nomo malplenas.

source: No action was defined.
eo: Neniu ago estis difinita

source: literal %
eo: laŭlitera %

source: filename (should not be modified)
eo: dosiernomo (devus ne esti modifita)

source: new line
eo: nova linio

source: escape character for quotes
eo: eskapsigno por citoj

source: quote character
eo: citila signo

source: Filtering Action: 'Execute'
eo: Filtrila ago: `Plenumu'

source: 'Execute' allows you to send a message or message element to an external program or script. The following symbols can be used:
eo: `Plenumu' permesas vin sendi mesaĝon aŭ mesaĝeron al ekstera programo aŭ skripto. La sekvantaj simboloj povas esti uzataj:

source: Recipient
eo: Ricevonto

source: Book/Folder
eo: Libro/Dosierujo

source: Destination
eo: Celo

source: Color
eo: Koloro

source: Current action list
eo: Nuna aglisto

source: Filtering/Processing configuration
eo: Filtra/Trakta agordo

# Filtering Account Menu
source: All
eo: Ĉiuj

source: Condition
eo: Kondiĉo

source: D_efine...
eo: Difinu...

source: De_fine...
eo: Di_finu...

source: Append the new rule above to the list
eo: Postgluu la novan regulon supran al la listo

source: Replace the selected rule in list with the rule above
eo: Anstataŭigu la elektitan regulon en listo kun la regulo supra

source: Delete the selected rule from the list
eo: Forigu la elektitan regulon el la listo

source: Move the selected rule to the top
eo: Movu la elektitan regulon al la supro

source: Page u_p
eo: Paĝo supren

source: Move the selected rule one page up
eo: Movu la elektitan regulon unu paĝo supren

source: Move the selected rule up
eo: Movu la elektitan regulon supren

source: Move the selected rule down
eo: Movu la elektitan regulon suben

source: Page dow_n
eo: Paĝo suben

source: Move the selected rule one page down
eo: Movu la elektitan regulon unu paĝo suben

source: Move the selected rule to the bottom
eo: Movu la elektitan regulon al la subo

source: Condition string is not valid.
eo: Kondiĉa ĉeno ne estas valida.

source: Condition string is empty.
eo: Kondiĉa ĉeno estas malplena.

source: Action string is empty.
eo: Aga ĉeno estas malplena.

source: Delete rule
eo: Forigu regulon

source: Do you really want to delete this rule?
eo: Ĉu vi vere volas forigi ĉi tiun regulon?

source: Delete all rules
eo: Forigu ĉiujn regulojn

source: Do you really want to delete all the rules?
eo: Ĉu vi vere volas forigi ĉiujn regulojn?

source: Filtering rules not saved
eo: Filtrilaj reguloj ne konservitaj

source: The list of filtering rules have been modified. Close anyway?
eo: La listo de filtrilaj reguloj estis modifita. Ĉu fermu malgraŭe?

source: Move one page up
eo: Movu unu paĝon supren

source: Move one page down
eo: Movu unu paĝon suben

source: Enable
eo: Ebligu

source: Folder list columns configuration
eo: Dosieruja lista kolumna agordo

source: Select columns to be displayed in the folder list. You can modify the order by using the Up / Down buttons or by dragging the items.
eo: Elektu kolumnojn montrendajn en la dosieruja listo. Vi povas modifi la ordon uzante la Supren /Suben butonojn aŭ per treni la erojn.

source: Hidden columns
eo: Kaŝitaj kolumnoj

source: Displayed columns
eo: Montritaj kolumnoj

source: Use default
eo: Uzu defaŭlton

source: <i>These preferences will not be saved as this folder is a top-level folder. However, you can set them for the whole mailbox tree by using "Apply to subfolders".</i>
eo: <i>Ĉi tiuj preferoj ne estos konservitaj ĉar ĉi tiu dosierujo estas supra-nivela. Tamen, vi povas starigi ilin por la tuta poŝtkesta arbo uzante "Apliku al subdosierujoj".</i>

source: Apply to subfolders
eo: Apliku al subdosierujoj

source: Normal
eo: Kutima

source: Outbox
eo: Elirkesto

source: Folder type
eo: Dosieruja tipo

source: Simplify Subject RegExp
eo: Simpligu Tema RegEsprim

source: Test string:
eo: Prova ĉeno:

source: Result:
eo: Rezulto:

source: Folder chmod
eo: Dosieruja chmod

source: Folder color
eo: Dosieruja koloro

source: Pick color for folder
eo: Elektu koloron por dosierujo

source: Run Processing rules at start-up
eo: Plenumu procezajn regulojn je komenco

source: Run Processing rules when opening
eo: Plenumu procezajn regulojn kiam malfermante

source: Scan for new mail
eo: Skanu por nova poŝto

source: Turn this option on if mail is delivered directly to this folder by server side filtering on IMAP or by an external application
eo: Ŝaltu ĉi tiun opcion se poŝto estas liverita rekte al ĉi tiu dosierujo per servila filtrado ĉe IMAP aŭ per ekstera aplikaĵo

source: Select the HTML part of multipart messages
eo: Elektu la HTML parton de multpartaj mesaĝoj

source: "Default" will follow global preference (found in /Preferences/Message View/Text Options)
eo: "Defalto" sekvos mallokan preferon (trovita en /Agordoj/Mesaĝa Vido/Tekstaj Opcioj)

source: Synchronise for offline use
eo: Sinkronigu por senreta uzado

source: Fetch message bodies from the last
eo: Alportu mesaĝajn korpojn ekde la lasta

source: 0: all bodies
eo: 0: ĉiuj korpoj

source: Remove older messages bodies
eo: Forigu pli malnovajn mesaĝajn korpojn

source: Discard folder cache
eo: Ne konservu dosierujan kaŝon

source: Request Return Receipt
eo: Petu Revenan konfirmon

source: Save copy of outgoing messages to this folder instead of Sent
eo: Konservu kopion de elirantaj mesaĝoj al ĉi tiu dosierujo anstataŭ Senditaj

source: Default
eo: Defaŭlto

source: for replies
eo: por respondoj

source: Default account
eo: Defaŭlta konto

source: Discard cache
eo: Ne konservu kaŝon

source: Do you really want to discard the local cached data for this folder?
eo: Ĉu vi vere volas ne konservi la lokajn kaŝitajn datumojn por ĉi tiu dosierujo?

source: +Discard
eo: +Ne konservu

source: General
eo: Ĝenerala

source: Properties for folder %s
eo: Ecoj por dosierujo %s

source: Folder and Message Lists
eo: Dosierujaj kaj mesaĝaj listoj

source: Message
eo: Mesaĝo

source: Derive small and bold fonts from Folder and Message Lists font
eo: Derivu malgrandajn kaj grasajn tiparojn de Dosieruja kaj Mesaĝa lista tiparo

source: Small
eo: Malgranda

source: Bold
eo: Grasa

source: Use different font for printing
eo: Uzu malsaman tiparon por presi

source: Message Printing
eo: Mesaĝa presado

source: Display
eo: Montru

source: Fonts
eo: Tiparoj

source: Preferences
eo: Preferoj

source: Automatically display attached images
eo: Aŭtomate montru algluitajn bildojn

source: Resize attached images by default
eo: Regrandigu algluitajn bildojn defaŭlte

source: Clicking image toggles scaling
eo: Alklakante bildon baskulas skaladon

source: Display images inline
eo: Montru bildojn entekste

source: Print images
eo: Presu bildojn

source: Image Viewer
eo: Bilda vidilo

source: Restrict the log window to
eo: Limigu la protokolan fenestron al

source: 0 to stop logging in the log window
eo: 0 por ĉesi protokoli en la protokola fenestro

source: lines
eo: linioj

source: Filtering/processing log
eo: Filtras/traktas protokolon

source: Enable logging of filtering/processing rules
eo: Ebligu protokoladon de filtraj/traktaj reguloj

source: If checked, turns on logging of filtering and processing rules. The log is accessible from 'Tools/Filtering log'. Caution: enabling this option will slow down the filtering/processing, this might be critical when applying many rules upon thousands of messages.
eo: Se markita, ŝaltas protokoladon de filtraj kaj traktaj reguloj. La protokolo atingebas de `Iloj/Filtra protokolo'. Averto: ebligante ĉi tiun opcion malrapidigos la filtradon/traktadon. Ĉi tio povus esti kriza kiam aplikante multajn regulojn sur miloj da mesaĝoj.

source: Log filtering/processing when...
eo: Protokolu filtradon/traktadon kiam...

source: filtering at incorporation
eo: filtrado je enkorpigo

source: pre-processing folders
eo: antaŭtraktante dosierujojn

source: manually filtering
eo: permane filtras

source: post-processing folders
eo: post-traktaj dosierujoj

source: processing folders
eo: traktas dosierujojn

source: Log level
eo: Protokola nivelo

source: Low
eo: Malalta

source: Medium
eo: Meza

source: High
eo: Alta

source: Select the level of detail of the logging. Choose Low to see when rules are applied, which conditions match or don't match and what actions are performed. Choose Medium to see more details about the message that is being processed, and why rules are skipped. Choose High to explicitly show the reason why all rules are processed or skipped, and why all conditions are matched or not matched. Caution: the higher the level, the greater the impact on performance.
eo: Elektu la nivelon de detaloj de la protokolado. Elektu Malalta por vidi kiam reguloj estas aplikataj, kiuj kondiĉoj kongruas aŭ ne, kaj kial reguloj estas transsaltitaj. Eleku Meza por vidi pli da detaloj pri la mesaĝo kiu estas traktata aŭ transsaltata. Elektu Alta por eksplicite montri la kaŭzon kial ĉiuj reguloj estas traktataj aŭ trranssaltataj, kaj kial la kondiĉoj kongruas aŭ ne. Averto: ju pli alta la nivelo, des pli granda la kunfrapo sur prezento.

source: Disk log
eo: Diska protokolo

source: Write the following information to disk...
eo: Skribu la sekvantan informon disken...

source: Warning messages
eo: Avertaj mesaĝoj

source: Network protocol messages
eo: Retaj protokolaj mesaĝoj

source: Error messages
eo: Eraraj mesaĝoj

source: Status messages for filtering/processing log
eo: Stataj mesaĝoj por filtrada/traktada protokolo

source: Other
eo: Alia

source: Logging
eo: Protokolas

source: more than
eo: pli ol

source: less than
eo: malpli ol

source: weeks
eo: semajnoj

source: higher than
eo: pli alta ol

source: lower than
eo: malpli alta ol

source: exactly
eo: ekzakte

source: greater than
eo: pli granda ol

source: smaller than
eo: malpli granda ol

source: bytes
eo: bitokoj

source: kilobytes
eo: kilobitokoj

source: megabytes
eo: megabitokoj

source: contains
eo: enhavas

source: doesn't contain
eo: ne enhavas

source: headers part
eo: ĉapa parto

source: headers values
eo: ĉapaj valoroj

source: body part
eo: korpa parto

source: whole message
eo: tuta mesaĝo

source: Marked
eo: Markita

source: Deleted
eo: Forigita

source: Replied
eo: Respondita

source: Forwarded
eo: Plusendita

source: Spam
eo: Spamo

source: Has attachment
eo: Havas algluaĵon

source: Signed
eo: Subskribita

source: set
eo: fiksita

source: not set
eo: ne fiksita

source: yes
eo: jes

source: no
eo: ne

source: Any tags
eo: Iu ajn etikedojn

source: Specific tag
eo: Specifa etikedo

source: ignored
eo: ignorata

source: not ignored
eo: ne ignorata

source: watched
eo: observadata

source: not watched
eo: ne observadata

source: found
eo: trovita

source: not found
eo: ne trovita

source: 0 (Passed)
eo: 0 (Sukcesis)

source: non-0 (Failed)
eo: ne-0 (Malsukcesis)

source: Condition configuration
eo: Kondiĉa agordo

source: Match criteria:
eo: Kongruaj kriterioj:

source: All messages
eo: Ĉiuj mesaĝoj

source: Age
eo: Aĝo

source: Phrase
eo: Frazo

source: Flags
eo: Flagoj

source: Color labels
eo: Koloraj etikedoj

source: Thread
eo: Fadeno

source: Partially downloaded
eo: Parte elŝutita

source: External program test
eo: Ekstera programa provo

# Filtering Matcher Menu
source: All
eo: Ĉiuj

source: Use regexp
eo: Uzu regulan esprimon

source: Message must match
eo: Mesaĝo devas kongrui

source: at least one
eo: almenaŭ unu

source: all
eo: ĉiuj

source: of above rules
eo: de supraj reguloj

source: Search pattern is not set.
eo: Serĉa ŝablono ne estas fiksita.

source: Test command is not set.
eo: Prova komando ne esta fiksita.

source: all addresses in all headers
eo: ĉiuj adresoj en ĉiuj ĉapoj

source: any address in any header
eo: iu ajn adreso en iu ajn ĉapo

source: the address(es) in header '%s'
eo: la adreso(j) en ĉapo `%s'

source: Book/folder path is not set. If you want to match %s against the whole address book, you have to select '%s' from the book/folder drop-down list.
eo: Libra/dosieruja vojo ne estas fiksita. Se vi volas kongrui %s kontraŭ la tuta adreslibro, vi devas elekti `%s' de la libra/dosieruja fal-listo.

source: Headers part
eo: Ĉapa parto

source: Headers values
eo: Ĉapaj valoroj

source: Body part
eo: Korpa parto

source: Whole message
eo: Tuta mesaĝo

source: in
eo: en

source: content is
eo: enhavo estas

source: Age is
eo: Ago estas

source: Flag
eo: Flago

source: is
eo: estas

source: Name:
eo: Nomo:

source: Label
eo: Etikedo

source: Value:
eo: Valoro:

source: Score is
eo: Poentaro estas

source: points
eo: poentoj

source: Size is
eo: Grando estas

source: Scope:
eo: Amplekso:

source: tags
eo: etikedoj

source: type is
eo: tipo estas

source: Program returns
eo: Programo liveras

source: The entry was not saved. Close anyway?
eo: La enigo ne estis konservita. Ĉu fermu malgraŭe?

source: Match Type: 'Test'
eo: Kongrua tipo: `Test'

source: 'Test' allows you to test a message or message element using an external program or script. The program will return either 0 or 1. The following symbols can be used:
eo: `Test' permesas vin provi mesaĝon aŭ mesaĝeron uzante eksteran programon aŭ skripton. La programo liveros aŭ 0 aŭ 1. La sekvantaj simboloj povas esti uzataj:

source: Current condition rules
eo: Nunaj kondiĉaj reguloj

source: Headers
eo: Ĉapoj

source: Display header pane above message view
eo: Montru ĉapan panelon super mesaĝa vido

source: Display (X-)Face in message view
eo: Montru (X-)Face en mesaĝa vido

source: Display Face in message view
eo: Montru tiparon en mesaĝa vido

source: Display headers in message view
eo: Montru ĉapojn en mesaĝa vido

source: HTML messages
eo: HTML mesaĝoj

source: Render HTML messages as text
eo: Prezentu HTML mesaĝojn kiel teksto

source: Render HTML-only messages with plugin if possible
eo: Prezentu nur-HTML mesaĝojn kun kromprogramo se eble

source: Select the HTML part of multipart/alternative messages
eo: Elektu la HTML parton de multpartaj/alternativaj mesaĝoj

source: Line space
eo: Linispaceto

source: Scroll
eo: Rulumu

source: Half page
eo: Duonpaĝa

source: Smooth scroll
eo: Glata rulumo

source: Step
eo: Paŝo

source: Show attachment descriptions (rather than names)
eo: Montru algluaĵajn priskribojn (prefere ol nomojn)

source: Quotation
eo: Cito

source: Collapse quoted text on double click
eo: Malekspansigu cititan tekston je duobla alklako

source: Treat these characters as quotation marks:
eo: Traktu ĉi tiujn signojn kiel citiloj:

source: Text Options
eo: Tekstaj opcioj

source: Message view
eo: Mesaĝa vido

source: Enable coloration of message text
eo: Ebligu kolorigon de mesaĝa teksto

source: Quote
eo: Citu

source: Cycle quote colors
eo: Ciklu citajn kolorojn

source: If there are more than 3 quote levels, the colors will be reused
eo: Se estas pli ol 3 citaj niveloj, la koloroj estas reuzataj

source: 1st Level
eo: Unua nivelo

source: Text
eo: Teksto

# Tooltip
source: Pick color for 1st level text
eo: Elektu koloron por unua nivela teksto

source: 2nd Level
eo: 2a nivelo

# Tooltip
source: Pick color for 2nd level text
eo: Elektu koloron por 2a nivela teksto

source: 3rd Level
eo: 3a nivelo

# Tooltip
source: Pick color for 3rd level text
eo: Elektu koloron por 3a nivela teksto

source: Enable coloration of text background
eo: Ebligu kolorigon de teksta fono

# Tooltip
source: Pick color for 1st level text background
eo: Elektu koloron por unua nivela teksta fono

# Tooltip
source: Pick color for 2nd level text background
eo: Elektu koloron por 2a nivela teksta fono

# Tooltip
source: Pick color for 3rd level text background
eo: Elektu koloron por 3a nivela teksta fono

# Tooltip
source: Pick color for links
eo: Elektu koloron por ligiloj

source: URI link
eo: URI ligilon

# Tooltip
source: Pick color for signatures
eo: Elektu koloron por subskriboj

source: Folder list
eo: Dosieruja listo

source: Pick color for Target folder. Target folder is used when the option 'Execute immediately when moving or deleting messages' is turned off
eo: Elektu koloron por Cela dosierujo. Cela dosierujo estas uzata kiam la opcio `Plenumu tuj kiam movante aŭ forigante mesaĝojn' estas malŝaltita

source: Target folder
eo: Cela dosierujo

source: Pick color for folders containing new messages
eo: Elektu koloron por dosierujoj enhavante novajn mesaĝojn

source: Folder containing new messages
eo: Doseriujo enhavanta novajn mesaĝojn

# Tooltip
source: Pick color for 'color %d'
eo: Elektu koloron por `color %d'

source: Set label for 'color %d'
eo: Fiksu etikedon por 'color %d'

# Dialog title
source: Pick color for 'color %d'
eo: Elektu koloron por 'color %d'

# Dialog title
source: Pick color for 1st level text
eo: Elektu koloron por unua nivela teksto

# Dialog title
source: Pick color for 2nd level text
eo: Elektu koloron por 2a nivela teksto

# Dialog title
source: Pick color for 3rd level text
eo: Elektu koloron por 3a nivela teksto

# Dialog title
source: Pick color for 1st level text background
eo: Elektu koloron por unua nivela teksta fono

# Dialog title
source: Pick color for 2nd level text background
eo: Elektu koloron por 2a nivela teksta fono

# Dialog title
source: Pick color for 3rd level text background
eo: Elektu koloron por 3a nivela teksta fono

# Dialog title
source: Pick color for links
eo: Elektu koloron por ligiloj

# Dialog title
source: Pick color for target folder
eo: Elektu koloron por cela dosierujo

# Dialog title
source: Pick color for signatures
eo: Elektu koloron por subskriboj

# Dialog title
source: Pick color for folder
eo: Elektu koloron por dosierujo

source: Colors
eo: Koloroj

source: Choose preset keyboard shortcuts
eo: Elektu antaŭagordajn fulmoklavojn:

source: Select preset:
eo: Elektu antaŭagordon:

source: You can also modify each menu shortcut by pressing any key(s) when focusing the mouse pointer on the item.
eo: Vi povas ankaŭ modifi ĉiun menuan fulmoklavon per premante iu(j)n ajn klavo(j)n kiam fokusante kun la musindikilo sur la ero.

source: Add address to destination when double-clicked
eo: Aldonu adreson al celo kiam duoble-alklakita

source: On exit
eo: Je eliro

source: Confirm on exit
eo: Konfirmu je eliro

source: Empty trash on exit
eo: Malplenigu rubujon je eliro

source: Warn if there are queued messages
eo: Avertu se estas envicigitaj mesaĝoj

source: Keyboard shortcuts
eo: Fulmoklavoj

source: Enable customisable keyboard shortcuts
eo: Ebligu proprigeblajn fulmoklavojn
