Repository: eworm-de/claws-mail
Catalog: po/*.po
Languages: eo

source: Gpgme protocol '%s' is unusable: Engine '%s' isn't installed properly.
eo: Gpgme protokolo `%s' estas neuzebla: Motoro `%s' ne estis instalita ĝuste.

source: Gpgme protocol '%s' is unusable: Engine '%s' version %s is installed, but version %s is required.
eo: Gpgme protokolo `%s' estas neuzebla: Motoro `%s' versio %s estas instalita, sed versio %s estas bezonata.

source: Gpgme protocol '%s' is unusable (unknown problem)
eo: Gpgme protokolo `%s' estas neuzebla (nekonata problemo)

source: GnuPG is not installed properly, or needs to be upgraded. OpenPGP support disabled.
eo: GnuPG ne estis instalita ĝuste, aŭ bezonas esti ĝisdatigita. OpenPGP subteno malebligita.

source: You have to save the account's information with "OK" before being able to generate a key pair.
eo: Vi devas konservi la informon de la konto kun "Bone" antaŭ ol esti ebla generi ŝlosilan paron.

source: No PGP key found
eo: Neniu PGP ŝlosilo trovita

source: Claws Mail did not find a secret PGP key, which means that you won't be able to sign emails or receive encrypted emails. Do you want to create a new key pair now?
eo: Claws Mail ne trovis sekretan PGP ŝlosilon, kiu signifas ke vi ne povos subskribi retpoŝtojn aŭ ricevi enĉifritajn retpoŝtojn. Ĉu vi volas krei novan ŝlosilan paron nun?

source: Couldn't generate a new key pair: %s
eo: Ne povis generi novan ŝlosilan paron: %s

source: Generating your new key pair... Please move the mouse around to help generate entropy...
eo: Generas vian novan ŝlosilan paron... Bonvolu movi la muson ien por helpi generi entropion...

source: Couldn't generate a new key pair: unknown error
eo: Ne povis generi novan ŝlosilan paron: nekonata eraro

source: Your new key pair has been generated. Its fingerprint is: %s Do you want to export it to a keyserver?
eo: Via nova ŝlosila paro estas generita. Ĝia fingropremo estas: %s Ĉu vi volas eksporti ĝin al ŝlosilservilo?

source: Key generated
eo: Ŝlosilo generita

source: Key exported.
eo: Ŝlosilo eksportita.

source: Couldn't export key.
eo: Ne povis eksporti ŝlosilon.

source: Key export isn't implemented in Windows.
eo: Ŝlosila eksporto ne estas realigita en Vindozo.

source: Incorrect part
eo: Nekorekta parto

source: Not a text part
eo: Ne estas teksta parto

source: Couldn't get text data.
eo: Ne povis havigi tekstajn datumojn.

source: Couldn't convert text data to any sane charset.
eo: Ne povis konverti tekstajn datumojn al iu ajn sana signaro.

source: Couldn't initialize GPG context, %s
eo: Ne povis pravalorizi GPG kuntekston, %s

source: Couldn't parse mime part.
eo: Ne povis sintakse analizi mime parton.

source: Couldn't open decrypted file %s
eo: Ne povis malfermi elĉifritan dosieron %s

source: Couldn't write to decrypted file %s
eo: Ne povis skribi al elĉifrita dosiero %s

source: --- Start of PGP/Inline encrypted data ---
eo: --- Komenco de PGP/Entekstaj ĉifritaj datumoj ---

source: --- End of PGP/Inline encrypted data ---
eo: --- Fino de PGP/Enteksta ĉifritaj datumoj ---

source: Couldn't close decrypted file %s
eo: Ne povis fermi elĉifritan dosieron %s

source: Couldn't scan decrypted file.
eo: Ne povis skani elĉifritan dosieron.

source: Couldn't scan decrypted file parts.
eo: Ne povis skani elĉifritajn dosierajn partojn.

source: Malformed message
eo: Misformita mesaĝo

source: Couldn't create temporary file.
eo: Ne povis krei provizoran dosieron.

source: Data signing failed, %s
eo: Datuma subskribado malsukcesis, %s

source: Data signing failed due to invalid signer: %s
eo: Datuma subskribado malsukcesis pro nevalida subskribinto: %s

source: Data signing failed, no results.
eo: Datuma subskribado malsukcesis, neniuj rezultoj.

source: Data signing failed, no contents.
eo: Datuma subskribado malsukcesis, neniu enhavo.

source: Please note that attachments are not encrypted by the PGP/Inline system, nor are email headers, like Subject.
eo: Bonvolu noti ke algluaĵoj estas nek enĉifritaj de la PGP/Enteksta sistemo, nek retpoŝtaj ĉapoj, kiel Temo.

source: Couldn't add GPG key %s, %s
eo: Ne povis aldoni GPG ŝlosilon %s, %s

source: Couldn't create temporary file, %s
eo: Ne povis krei provizoran dosieron, %s

source: Encryption failed, %s
eo: Enĉifro malsukcesis, %s

source: PGP/Inline
eo: PGP/Enteksta

source: PGP/inline
eo: PGP/enteksta

source: This plugin handles the deprecated Inline method of signing and/or encrypting mails. You can decrypt mails, verify signatures or sign and encrypt your own mails. It can be selected as the Default Privacy System in /Configuration/[Account Preferences]/Privacy and when composing a message from /Options/Privacy System The plugin uses the GPGME library as a wrapper for GnuPG. GPGME is copyright 2001 by Werner Koch <dd9jn@gnu.org>
eo: Ĉi tiu kromprogramo traktas la malrekomendindan Entekstan metodon de subskribo kaj/aŭ enĉifro de poŝtoj. Vi povas elĉifri poŝtojn, verigi subskribojn aŭ subskribi kaj enĉifri viajn proprajn poŝtojn. Ĝi povas esti elektita kiel la defaŭlta privata sistemo en /Agordo/[Kontaj Preferoj]/Privateco kaj kiam verkante mesaĝon de /Opcioj/Privateca Sistemo La kromprogramo uzas la GPGME bibliotekon kiel volvilo por GnuPG. GPGME estas kopirajta 2001 de Werner Koch <dd9jn@gnu.org>

source: Signature boundary not found.
eo: Subskriba limo ne trovita.

source: Couldn't parse decrypted file.
eo: Ne povis sintakse analizi elĉifritan dosieron.

source: Couldn't parse decrypted file parts.
eo: Ne povis sintakse analizi elĉifritajn dosierajn partojn.

source: Couldn't create temporary file: %s
eo: Ne povis krei provizoran dosieron: %s

source: OpenPGP digital signature
eo: OpenPGP cifera subskribo

source: Please note that email headers, like Subject, are not encrypted by the PGP/Mime system.
eo: Bonvolu noti ke retpoŝtaj ĉapoj, kiel Temo, ne estas enĉifritaj de la PGP/Mime sistemo.

source: This plugin handles PGP/MIME signed and/or encrypted mails. You can decrypt mails, verify signatures or sign and encrypt your own mails. It can be selected as the Default Privacy System in /Configuration/[Account Preferences]/Privacy and when composing a message from /Options/Privacy System The plugin uses the GPGME library as a wrapper for GnuPG. GPGME is copyright 2001 by Werner Koch <dd9jn@gnu.org>
eo: Ĉi tiu kromprogramo traktas PGP/MIME subskribitajn kaj/aŭ enĉifritajn poŝtojn. Vi povas elĉifri poŝtojn, verigi subskribojn aŭ subskribi kaj enĉifri viajn proprajn poŝtojn. Ĝi povas esti elektita kiel la defaŭlta privata sistemo en /Agordo/[Kontaj Preferoj]/Privateco kaj kiam verkante mesaĝon de /Opcioj/Privateca sistemo La kromprogramo uzas la GPGME bibliotekon kiel volvilo por GnuPG. GPGME estas kopirajta 2001 de Werner Koch <dd9jn@gnu.org>

source: Python scripts
eo: Pitonaj skriptoj

source: Show Python console...
eo: Montru pitonan konzolon...

source: Refresh
eo: Refreŝigu

source: Browse
eo: Foliumu

source: Python
eo: Pitono

source: Failed to register "compose create hook" in the Python plugin
eo: Malsukcesis registri na "verka kreiga hoko" en la pitona kromprogramo

source: Python integration
eo: Pitona integrado

source: Couldn't read contents of old feeds.xml file: %s
eo: Ne povis legi enhavon de malnova feeds.xml dosiero: %s

source: RSSyl: Error while writing '%s' to feed export list.
eo: RSSyl: Eraro dum skribas '%s' por flua eksporta listo.

source: RSSyl: Couldn't delete old OPML file '%s': %s
eo: RSSyl: Ne povis forigi malnovan OPML dosieron '%s': %s

source: RSSyl: Couldn't open file '%s' for feed list exporting: %s
eo: RSSyl: Ne povis malfermi dosieron '%s' por flua lista eksportado: %s

source: RSSyl: Error during writing feed export file.
eo: RSSyl: Eraro dum skribado de flua eksporta dosiero.

source: Error while subscribing feed %s Folder name '%s' is not allowed.
eo: Eraro dum subskribas fluon %s Dosieruja nomo '%s' ne estas permesata.

source: This plugin allows you to create a mailbox tree where you can add newsfeeds in RSS 1.0, RSS 2.0 or Atom format. Each newsfeed will create a folder with appropriate entries, fetched from the web. You can read them, and delete or keep old entries.
eo: Ĉi tiu kromprogramo permesas vin krei poŝtkestan arbon kie vi povas aldoni novajn novaĵfluojn en RSS 1.0, RSS 2.0 aŭ Atoma aranĝo. Ĉiu novaĵfluo kreos dosierujon kun taŭgaj enigoj, alportitaj de la reto. Vi povas legi ilin, kaj forigi aŭ konservi malnovajn enigojn.

source: RSS feed
eo: abona fluo

# Empty RSS feed title placeholder
source: (empty)
eo: (malplena)

source: Refresh all feeds
eo: Refreŝigu ĉiujn fluojn

source: Subscribe feed
eo: Subskribu fluon

source: Input the URL of the news feed you wish to subscribe:
eo: Enigu la retadreson de la novaĵfluo al kiu vi volas subskribi:

source: '%c' can't be used in folder name.
eo: `%c' ne povas esti uzita en dosieruja nomo.

source: Really remove the feed tree `%s' ?
eo: Ĉu vere forigu la fluan arbon `%s'?

source: Remove feed tree
eo: Forigu fluan arbon

source: Select an OPML file
eo: Elektu OPML dosieron

source: Couldn't create folder for new feed '%s'.
eo: Ne povis krei dosierujon por nova fluo '%s'.

source: RSSyl: Subscribing new feed: %s
eo: RSSyl: Subskribas novan fluon: %s

source: RSSyl: New feed subscribed: '%s' (%s)
eo: RSSyl: Nova fluo subskribita: '%s' (%s)

source: RSSyl: Updating feed: %s
eo: RSSyl: Ĝisdatigas fluon: %s

source: RSSyl: Feed update finished: %s
eo: RSSyl: Flua ĝisdatigo finis: %s

source: RSSyl: Error fetching feed at '%s': %s
eo: RSSyl: Eraro havigante fluon ĉe '%s': %s

source: RSSyl: No valid feed found at '%s'
eo: RSSyl: Neniu valida fluo trovita ĉe '%s'

source: RSSyl: Couldn't process feed at '%s'
eo: RSSyl: Ne povis procezi fluon ĉe '%s'

source: RSSyl: Application is exiting, couldn't finish updating feed at '%s'
eo: RSSyl: Aplikaĵo eliras, ne povis fini ĝisdatigi fluon je '%s'

source: Use default refresh interval
eo: Uzu defaŭltan refreŝigan intervalon

source: Keep old items
eo: Konservu malnovajn erojn

source: _Trim
eo: _Distranĉu

source: Update feed, deleting items which are no longer in the source feed
eo: Ĝisdatigu fluon, forviŝante erojn kiuj ne plu estas en la fonta fluo

source: Fetch comments if possible
eo: Alportu komentojn se eblas

source: Always mark as new
eo: Ĉiam marku kiel nova

source: If only its text changed
eo: Se nur ĝia teksto ŝanĝiĝis

source: Never mark as new
eo: Neniam marku kiel nova

source: Add item title to top of message
eo: Aldonu eran titolon ĉe la supro de la mesaĝo

source: Ignore title rename
eo: Ignoru titolan renomon

source: Enable this to keep current folder name, even if feed author changes title of the feed.
eo: Ebligu ĉi tion por teni nunan dosierujan nomon, eĉ se flua aŭtoro ŝanĝas titolon de la fluo.

source: Verify SSL certificate validity
eo: Kontrolu la validecon de SSL atesto

source: <b>Source URL:</b>
eo: <b>Fonta retadreso:</b>

source: Password
eo: Pasvorto

source: <b>Fetch comments on posts aged less than:</b> <small>(In days; set to -1 to fetch all comments)</small>
eo: <b>Alportu komentojn ĉe poŝtoj malpli aĝaj ol:</b> <small>(Laŭ tagoj; fiksu al -1 por alporti ĉiujn komentojn)</small>

source: <b>Refresh interval in minutes:</b> <small>(Set to 0 to disable automatic refreshing for this feed)</small>
eo: <b>Refreŝa intervalo laŭ minutoj:</b> <small>(Fiksu al 0 por malebligi aŭtomatan refreŝigon por ĉi tiu fluo)</small>

source: <b>If an item changes, do not mark it as new:</b>
eo: <b>Se ero ŝanĝiĝas, ne marku ĝin kiel nova:</b>

source: _OK
eo: B_one

source: Set feed properties
eo: Fiksu fluajn ecojn

source: _Refresh feed
eo: _Refreŝigu fluon

source: Feed pr_operties
eo: Fluaj ec_oj

source: Rena_me...
eo: Reno_mu...

source: R_efresh recursively
eo: R_efreŝigu rikure

source: Subscribe _new feed...
eo: Subkskribu al _nova fluo...

source: Create new _folder...
eo: Kreu novan _dosierujon...

source: Import feed list...
eo: Importu fluan liston...

source: Remove tree
eo: Forigu arbon

source: Add RSS folder tree
eo: Aldonu abonfluan arbon

source: Enter name for a new RSS folder tree.
eo: Enigu la nomon por nova RSS dosieruja arbo.

source: Creation of folder tree failed. Maybe some files already exist, or you don't have the permission to write there?
eo: Kreo de dosiera arbo fiaskis. Ĉu eble kelkaj dosieroj jam ekzistas, aŭ vi ne havas permeson skribi tien?

source: My Feeds
eo: Miaj fluoj

source: Refresh all feeds on application start
eo: Refreŝigu ĉiujn fluojn je aplikaĵa komenco

source: Verify SSL certificates validity for new feeds
eo: Verigu SSL validecon de atestoj por novaj fluoj

source: Path to cookies file
eo: Vojo al kuketa dosiero

source: Path to Netscape-style cookies.txt file containing your cookies
eo: Vojo al Fajrovulpaj cookies.txt dosiero enhavante viajn kuketojn

source: Subscribe new feed?
eo: Subkskribu novan fluon?

source: <b>Feed folder:</b>
eo: <b>Flua dosierujo:</b>

source: Instead of using official title, you can enter a different folder name for the feed.
eo: Anstataŭ uzante oficialan titolon, vi povas enmeti malsaman dosierujan nomon por la fluo.

source: _Edit feed properties after subscribing
eo: R_edaktu fluajn ecojn post subskribo

source: Updating comments for '%s'...
eo: Ĝisdatigas komentojn por '%s'...

source: 401 (Authorisation required)
eo: 401 (Aŭtentigo bezonata)

source: 403 (Unauthorised)
eo: 403 (Ne rajtigita)

source: 404 (Not found)
eo: 404 (Ne trovita)

source: Error %d
eo: Eraro %d

# First parameter is URL, second is error text
source: Error fetching feed at <b>%s</b>: %s
eo: Eraro dum havigas fluon ĉe <b>%s</b>: %s

source: No valid feed found at <b>%s</b>
eo: Neniu valida fluo trovita ĉe <b>%s</b>

source: Updating feed '%s'...
eo: Ĝisdatigas fluon '%s'...

source: Couldn't process feed at <b>%s</b> Please contact developers, this should not happen.
eo: Ne povis procezi fluon ĉe <b>%s</b> Bonvolu kontakti evoluigistojn; ĉi tio devus ne okazi.

source: Claws Mail needs network access in order to update your feeds.
eo: Claws Mail bezonas retan atingon por ĝisdatigi viajn fluojn.

source: Internal problem while upgrading storage format. This should not happen. Please report this, with debug output attached.
eo: Interna problemo dum ĝisdatigo de enmemoriga aranĝo. Ĉi tio devus ne okazi. Bonvolu raporti ĉi tion, kun senmisiga eligo algluata.

source: This plugin handles S/MIME signed and/or encrypted mails. You can decrypt mails, verify signatures or sign and encrypt your own mails. It can be selected as the Default Privacy System in /Configuration/[Account Preferences]/Privacy and when composing a message from /Options/Privacy System This plugin uses the GPGME library as a wrapper for GnuPG. This plugin also needs gpgsm, gnupg-agent and dirmngr installed and configured. Information about how to get S/MIME certificates working with GPGSM can be found at: http://www.claws-mail.org/faq/index.php/S/MIME_howto GPGME is copyright 2001 by Werner Koch <dd9jn@gnu.org>
eo: Ĉi tiu kromprogramo traktas S/MIME subskribitajn kaj/aŭ enĉifritajn poŝtojn. Vi povas elĉifri poŝtojn, verigi subskribojn aŭ subskribi kaj enĉifri viajn prorajn poŝtojn. Ĝi povas esti elektita kiel la defaŭlta privata sistemo en /Agordo/[Kontaj Preferoj]/Privateco kaj kiam verkante mesaĝon de /Opcioj/Privateca Sistemo Ĉi tiu kromprogramo uzas la GPGME bibliotekon kiel volvilo por GnuPG. Ĉi tiu kromprogramo ankaŭ bezonas gpgsm, gnupg-agent kaj dirmngr instalitaj kaj agorditaj. Informo pri kiel havigi S/MIME atestojn funkciantaj kun GPGSM povas esti trovata ĉe: http://wwwo.claws-mail.org/faq/index.php/S/MIME_howto GPGME estas kopirajto 2001 per Werner Koch <dd9jn@gnu.org>

source: Couldn't set GPG protocol, %s
eo: Ne povis fiksi GPG protokolon, %s

source: Couldn't open temporary file
eo: Ne povis malfermi provizoran dosieron

source: Couldn't write to temporary file
eo: Ne povis skribi al provizora dosiero

source: Couldn't close temporary file
eo: Ne povis fermi provizoran dosieron

source: Please note that email headers, like Subject, are not encrypted by the S/MIME system.
eo: Bonvolu noti ke retpoŝtaj ĉapoj, kiel Temo, ne estas enĉifritaj de la S/MIME sistemo.

source: Reporting spam...
eo: Raportas spamon...

source: Report spam online...
eo: Raportu spamon surrete...

source: SpamReport
eo: SpamRaporto

source: This plugin reports spam to various places. Currently the following sites or methods are supported: * spam-signal.fr * spamcop.net * lists.debian.org nomination system
eo: Ĉi tiu kromprogramo raportas spamon al kelkaj lokoj. Nune la sekvantaj retejoj aŭ metodoj estas subtenataj: * spam-signal.fr * spamcop.net * list.debian.org nomiga sistemo

source: Spam reporting
eo: Spama raportado

source: Enabled
eo: Ebligita

source: Forward to:
eo: Plusendu al:

source: Password:
eo: Pasvorto:

source: SpamAssassin plugin couldn't connect to spamd.
eo: SpamAssassin kromprogramo ne povis konekti al spamd.

source: SpamAssassin plugin filtering failed.
eo: SpamAssassin kromprogramo filtrado fiaskis.

source: SpamAssassin plugin is disabled by its preferences.
eo: SpamAssassin kromprogramo estas malebligita de ĝiaj preferoj.

source: SpamAssassin: filtering message...
eo: SpamAssassin: filtras mesaĝon...

source: The SpamAssassin plugin couldn't filter a message. The probable cause of the error is an unreachable spamd daemon. Please make sure spamd is running and accessible.
eo: La SpamAssassin kromprogramo ne povis filtri mesaĝon. La probabla kaŭzo de la eraro estas malatingebla spamd dajmono. Bonvolu certigi ke spand plenumiĝas kaj atingeblas.

source: Claws Mail needs network access in order to feed this mail(s) to the remote learner.
eo: Claws Mail bezonas retan atingon ke ĝi povu fluigi ĉi tiu(j)n poŝto(j)n al la fora lernilo.

source: Failed to get username
eo: Malsukcesis havigi uzantnomon

source: SpamAssassin plugin is loaded but disabled by its preferences.
eo: SpamAssassin kromprogramo estas ŝargita sed malebligita de siaj preferoj.

source: This plugin can check all messages that are received from an IMAP, LOCAL or POP account for spam using a SpamAssassin server. You will need a SpamAssassin Server (spamd) running somewhere. It can also be used for marking messages as Ham or Spam. When a message is identified as spam it can be deleted or saved in a specially designated folder. Options can be found in /Configuration/Preferences/Plugins/SpamAssassin
eo: Ĉi tiu kromprogramo povas kontroli ĉiujn mesaĝojn kiuj estas ricevitaj de IMAP, LOKA aŭ POP konto por spamo uzante SpamAssassin servilo. Vi bezonos SpamAssassin servilon (spamd) plenumiĝanta ie. Ĝi povas ankaŭ esti uzata por marki mesaĝojn kiel Hamo aŭ Spamo. Kiam mesaĝo estas identifigita kiel spamo, ĝi povas esti forigita aŭ konservita en aparte desegnita dosierujo. Opcioj troveblas en /Agordo/Preferoj/Kromprogramoj/SpamAssassin

source: Localhost
eo: Loka gastejo

source: Unix Socket
eo: Uniksa ingo

source: Enable SpamAssassin plugin
eo: Ebligu SpamAssassin kromprogramon

source: Transport
eo: Transportu

source: Type of transport
eo: Tipo de transporto

source: User
eo: Uzanto

source: User to use with spamd server
eo: Uzanto uzenda kun spamd servilo

source: Hostname or IP address of spamd server
eo: Gastnomo aŭ IP adreso de spamd servilo

source: Port of spamd server
eo: Pordo de spamd servilo

source: Path of Unix socket
eo: Vojo de Uniksa ingo

source: Maximum time allowed for checking. If the check takes longer it will be aborted.
eo: Maksimuma tempo permesata por kontrolado. Se la kontrolo daŭras pli longe ĝi estos abortita.

source: Claws Mail TNEF parser: %s
eo: Claws Mail TNEF analizilo: %s

source: Failed to write the part data.
eo: Malsukcesis skribi la partajn datumojn.

source: Failed to parse VCalendar data.
eo: Malsukcesis sintakse analizi VCaldendarajn datumojn.

source: Failed to parse VTask data.
eo: Malsukcesis sintakse analizi VTaskajn datumojn.

source: Failed to parse VCard data.
eo: Malsukcesis sintakse analizi VCard datumojn.

source: TNEF Parser
eo: TNEF analizilo

source: This Claws Mail plugin allows you to read application/ms-tnef attachments. The plugin uses the Ytnef library, which is copyright 2002-2007 by Randall Hand <yerase@yerot.com>
eo: Ĉi tiu Claws Mail kromprogramo permesas vin legi aplikaĵajn/ms-tnef algluaĵojn. La kromprogramo uzas la Ytnef bibliotekon, kiu estas kopirajta 2002-2007 de Randall Hard <yerase@yerot.com>

source: _Edit this meeting...
eo: R_edaktu ĉi tiun kunvenon...

source: _Cancel this meeting...
eo: Nuligu ĉi tiun renkonton...

source: _Create new meeting...
eo: Kreu novan kunvenon...

source: _Go to today
eo: Iru al hodiaŭ

source: Start
eo: Komenciĝu

source: Show
eo: Montru

source: days
eo: tagoj

source: Monday
eo: Lundo

source: Tuesday
eo: Mardo

source: Wednesday
eo: Merkredo

source: Thursday
eo: Ĵaŭdo

source: Friday
eo: Vendredo

source: Saturday
eo: Sabato

source: Sunday
eo: Dimanĉo

source: January
eo: Januaro

source: February
eo: Februaro

source: March
eo: Marto

source: April
eo: Aprilo

source: May
eo: Majo

source: June
eo: Junio

source: July
eo: Julio

source: August
eo: Aŭgusto

source: September
eo: Septembro

source: October
eo: Oktobro

source: November
eo: Novembro

source: December
eo: Decembro

source: Week number
eo: Semajna numero

source: Previous month
eo: Antaŭa monato

source: Next month
eo: Sekva monato

source: vCalendar
eo: vKalendaro

source: This plugin enables vCalendar message handling like that produced by Evolution or Outlook. When loaded, it will create a vCalendar mailbox in the Folder List, which will be populated by meetings that you have accepted or created. Meeting requests that you receive will be presented in an appropriate form and you will be able to accept or decline them. To create a meeting right-click on the vCalendar or Meetings folder and choose "New meeting...". You will also be able to subscribe to remote webCal feeds,export your meetings and calendars, publish your free/busy information and retrieve that information from others.
eo: Ĉi tiu kromprogramo ebligas vKalendaran mesaĝtraktadon kiel tiu produktita de Evolution aŭ Outlook. Kiam ŝargita, ĝi kreos vKalendaran poŝtkeston en la Dosieruja listo, kiu enhavos kunvenojn kiujn vi akceptis aŭ kreis. Kunvenaj petoj, kiujn vi ricevas, estos prezentitaj en taga aranĝo kaj vi eblos akcepti aŭ rifuzi ilin. Krei kunvenon, dekstre-alklaku sur la vKalendara aŭ Kunvena dosierujo kaj elektu na "Nova kunveno...". Vi ankaŭ povos subskribi al fora webCal fluoj, eksporti viajn kunvenojn kaj kalendarojn, eldoni vian liberan/okupitan informon kaj havigi tian informon de aliaj.

source: Calendar
eo: Kalendaro

source: Create meeting from message...
eo: Kreu renkonton de mesaĝo...

source: You are about to create %d meetings, one by one. Do you want to continue?
eo: Vi estas kreonta %d renkontojn, unuope. Ĉu vi volas daŭrigi?

source: Creating meeting...
eo: Kreas kunvenon...

source: no subject
eo: neniu temo

source: Accept
eo: Akceptu

source: Tentatively accept
eo: Prove akcepti

source: Decline
eo: Rifuzu

source: You have a Todo item.
eo: Vi havas farendaĵon.

source: Details follow:
eo: Detaloj sekvas:

source: You have created a meeting.
eo: Vi kreis kunvenon.

source: You have been invited to a meeting.
eo: Vi estas invitita al kunveno.

source: A meeting to which you had been invited has been cancelled.
eo: Kunveno, al kiu vi estis invitita, estis nuligita.

source: You have been forwarded an appointment.
eo: Vi estis plusendita rendevuon.

source: %s <span weight="bold">(this event recurs)</span>
eo: %s <span weight="bold">(ĉi tiu okazo ripetiĝas)</span>

source: %s <span weight="bold">(this event is part of a recurring event)</span>
eo: %s <span weight="bold">(ĉi tiu okazo estas parto de ripetiĝa evento)</span>

source: You have received an answer to an unknown meeting proposal.
eo: Vi ricevis respondon al nekonata kunvena propono.
